Repository: g7/linstaller
Catalog: lang/linstaller/*.po
Languages: es, fr, lt, nl_nl

source: In order to unlock this encrypted volume, you need to insert its password.
es: Para desbloquear este volumen encriptado, Ud tiene que ingresar su contraseña.
fr: Afin de déverrouiller ce volume crypté, vous devez insérer son mot de passe.
lt: Norėdami atrakinti užšifruotą tomą, turite įvesti jo slaptažodį.
nl_nl: Om dit volume te ontgrendelen moet u het wachtwoord ervan invoeren.

source: <b>Volume Group</b>
es: <b>Grupo volumen</b>
fr: <b>Groupe de Volume</b>
nl_nl: <b>Volumegroep</b>

source: You can make a partition a Physical Volume by selecting the "<b>Use as a LVM Physical Volume</b>" radio button in the <i>Edit partition</i> window.
fr: Vous pouvez rendre Volume Physique une partition en sélectionnant le bouton radio "<b>Utiliser comme un Volume Physique LVM</b>" dans le fenêtre <i>Éditer partition</i>.

source: A grayed out volume has some data on it and thus can't be removed. You can move the contents of the physical volume to another using the <i>pvmove</i> command.
fr: Un volume grisé contient des données et donc ne peut être supprimé. Vous pouvez déplacer le contenu du volume physique vers un autre en utilisant la commande <i>pvmove</i>.

source: <b>Physical Volumes</b>
es: <b>Volúmenes físicos</b>
fr: <b>Volumes Physiques</b>
lt: <b>Fiziniai Tomai</b>
nl_nl: b>Fysieke volumes</b>

source: Manage LVM Virtual Groups
es: Gestionar grupos virtuales de LVM
fr: Gérer les Groupes Virtuels LVM
nl_nl: LVM Virtuele Groepen beheren

source: <big><b>Please wait.</b></big>
es: <big><b>Por favor espere.</b></big>
fr: <big><b>Attendez SVP.</b></big>
lt: <big><b>Prašome palaukti.</b></big>
nl_nl: <big><b>Even geduld.</b></big>

source: We are setting up things to offer an awesome partitioning experience ;)
es: Estamos preparando las cosas para ofrecer una experiencia impresionante de particionado ;)
fr: Nous mettons en place des choses pour offrir une expérience partitionnement impressionnante ;)
nl_nl: We zijn bezig met de dingen in te stellen die u een geweldige partitie-ervaring zullen bieden ;)

source: <big><b>Automatic partitioning</b></big>
es: <big><b>Particionado automático</b></big>
fr: <big><b>Partitionnement automatique</b></big>
lt: <big><b>Automatinis skaidymas</b></big>
nl_nl: <big><b>Automatische partitionering</b></big>

source: Press this button to make the installer search the best option for your system.
es: Presione este botón para hacer que el instalador busque la mejor opción para su sistema.
fr: Appuyez sur ce bouton pour le programme d'installation recherche la meilleure option pour votre système..
lt: Spauskite šį mygtuką, norėdami, kad diegimo programa rastų geriausią parinktį jūsų sistemai.
nl_nl: Klik op deze knop om de installatiewizard te laten zoeken naar de beste optie voor uw systeem.

source: <big><b>Manual partitioning</b></big>
es: <big><b>Particionado manual</b></big>
fr: <big><b>Partitionnement manuel</b></big>
lt: <big><b>Rankinis skaidymas</b></big>
nl_nl: <big><b>Handmatige partitionering</b></big>

source: The geek's paradise.
es: El paraíso del geek.
fr: Le paradis du geek.
lt: Žinovo rojus.
nl_nl: De droom van elke nerd.

source: <i>To use advanced features such as encryption and LVM, you must use the manual partitioning page.</i>
fr: <i>TPour utiliser les fonctions avancées telles que le cryptage et LVM, vous devez utiliser la page de partitionnement manuel.</i>
lt: <i>Norėdami naudoti išplėstines ypatybes, tokias kaip šifravimas ir LVM, privalote naudoti rankinio skaidymo puslapį.</i>
nl_nl: <i>Om geavanceerde mogelijkheden zoals vergrendeling en LVM te kunnen gebruiken moet u de handmatige partitioneringsmethode gebruiken.</i>

source: <big><b>No solution found.</b></big>
es: <big><b>No se encontró solución.</b></big>
fr: <big><b>Pas de solution trouvée.</b></big>
lt: <big><b>Sprendimas nerastas.</b></big>
nl_nl: <big><b>Er is geen oplossing gevonden.</b></big>

source: Unfortunately, we didn't find solutions for this system. Please use the manual partitioner.
es: Desafortunadamente no encontramos una solución para este sistema. Por favor use el particionador manual.
fr: Malheureusement, nous n'avons pas trouvé de solution pour ce système. Utilisez le partitionnneur manuel SVP.
lt: Deja, mes neradome jokių sprendimų šiai sistemai. Prašome naudoti rankinį skaidymą.
nl_nl: We hebben helaas geen oplossing gevonden voor dit systeem. Gebruik de handmatige partitioneerder.

source: Lock/Unlock volume
es: Bloquear/desbloquear volumen
fr: Verrouiller/déverrouiller le volume.
lt: Užrakinti/Atrakinti tomą
nl_nl: Volume vergrendelen/ontgrendelen

source: Advanced options
es: Opciones avanzadas
fr: Options avancées
lt: Išplėstinės parinktys
nl_nl: Geavanceerde opties

source: Manage LVM volume groups
es: Gestionar grupos de volúmenes LVM
fr: Gérer les groupes de volume LVM
nl_nl: LVM-volumegroepen beheren

source: Refresh
es: Refrescar
fr: Rafraichir
lt: Įkelti iš naujo
nl_nl: Herladen

source: Apply
es: Aplicar
fr: Appliquer
lt: Taikyti
nl_nl: Toepassen

source: New user's password (confirm)
es: Nueva contraseña del usuario (confirmar)
fr: Mot de passe du nouvel utilisateur (confirmation)
lt: Naujo naudotojo slaptažodis (patvirtinkite)
nl_nl: Wachtwoord van nieuwe gebruiker (bevestiging)

source: <b>Main account &amp; Hostname</b>
es: <b>Cuenta principal &amp; nombre del host</b>
fr: <b>Compte principal et nom d'hôte</b>
lt: <b>Pagrindinė paskyra ir Kompiuterio vardas</b>
nl_nl: <b>Hoofdaccount &amp; Hostnaam</b>

source: The switch below can be used to enable the root account. Administration privilegies will only be given to it: 'sudo' will be disabled. <i>It is recommended to keep this option <b>OFF</b>.</i>
fr: Le commutateur ci-dessous peut être utilisé pour activer le compte root. Les privilèges d'administration ne seront donnés qu'à lui : 'sudo' sera désactivé. <i>Il est recommandé de laisser cette option <b>OFF</b>.</i>
lt: Žemiau esantis jungiklis gali būti naudojamas šaknies paskyrai įjungti. Administratoriaus teisės bus suteiktos tik jai: 'sudo' bus išjungta. <i>Šią parinktį yra rekomenduojama palikti <b>IŠJUNGTĄ</b>.</i>
nl_nl: De schakelaar hieronder kan worden gebruikt om het root-account in te schakelen. Indien ingeschakeld zal 'sudo' worden uitgeschakeld en de administratieve rechten zullen dan alleen beschikbaar zijn voor root. <i>Het is aanbevolen deze optie <b>UITGESCHAKELD</b> te laten.</i>

source: Root account
es: Cuenta de root
fr: Compte root
lt: Šaknies paskyra

source: Root password
es: Contraseña de root
fr: Mot de passe root
lt: Šaknies slaptažodis
nl_nl: Root-wachtwoord

source: Root password (confirm)
es: Contraseña de root (confirmar)
fr: Mot de passe root (confirmation)
lt: Šaknies slaptažodis (patvirtinkite)
nl_nl: Root-wachtwoord (bevestiging)

source: <b>Root password</b>
es: <b>Contraseña de root</b>
fr: <b>Mot de passe root</b>
lt: <b>Šaknies slaptažodis</b>
nl_nl: <b>Root-wachtwoord</b>

source: <b>Root account</b>
es: <b>Cuenta de root</b>
fr: <b>Compte root</b>
lt: <b>Šaknies paskyra</b>

source: <b>These partitions will be used:</b>
es: <b>Se usarán estas particiones:</b>
fr: <b>Ces partitions seront utilisées :</b>
lt: <b>Bus naudojami šie skaidiniai:</b>
nl_nl: <b>Deze partities zullen worden gebruikt:</b>

source: Locale:
es: Configuración regional:
fr: Localisation :
lt: Lokalė:
nl_nl: Taal:

source: Keyboard:
es: Teclado:
fr: Clavier :
lt: Klaviatūra:
nl_nl: Toetsenbord:

source: Timezone:
es: Zona horaria:
fr: Fuseau horaire :
lt: Laiko juosta:
nl_nl: Tijdzone:

source: <b>Internationalization &amp; Localization</b>
es: <b>Internacionalización &amp; Localización</b>
fr: <b>Internationalisation et Localisation</b>
lt: <b>Internacionalizacija ir Lokalizacija</b>
nl_nl: <b>Internationalisatie &amp; Lokalisatie</b>

source: Name:
es: Nombre:
fr: Nom :
lt: Vardas:
nl_nl: Naam:

source: Username:
es: Nombre de usuario:
fr: Nom d'utilisateur :
lt: Naudotojo vardas:
nl_nl: Gebruikersnaam:

source: Root enabled:
es: Root habilitado:
fr: Root activé :
lt: Šaknis įjungta:
nl_nl: Root inschakeld:

source: Hostname:
es: Nombre del host:
fr: Nom d'hôte :
lt: Kompiuterio vardas:
nl_nl: Hostnaam:

source: <b>Users &amp; hostname</b>
es: <b>Usuarios &amp; nombre del host</b>
fr: <b>Utilisateurs et nom d'hôte</b>
lt: <b>Naudotojai ir kompiuterio vardas</b>
nl_nl: <b>Gebruikers &amp; hostnaam</b>

source: Bootloader:
es: Cargador de arranque:
fr: Chargeur de démarrage :
lt: Paleidyklė:
nl_nl: Opstartlader:

source: Target:
es: Destino:
fr: Cible :
lt: Paskirtis:
nl_nl: Doel:

source: <b>Bootloader</b>
es: <b>Cargador de arranque</b>
fr: <b>Chargeur de démarrage</b>
lt: <b>Paleidyklė</b>
nl_nl: <b>Opstartlader</b>

source: <big><b>Welcome.</b></big>
es: <big><b>Bienvenido.</b></big>
fr: <big><b>Bienvenue.</b></big>
lt: <big><b>Sveiki.</b></big>
nl_nl: <big><b>Welkom.</b></big>

source: Press Forward to begin installation.
es: Presione Siguiente para comenzar la instalación.
fr: Pressez Suivant pour commencer l'installation.
lt: Spauskite mygtuką Pirmyn, norėdami pradėti diegimą.
nl_nl: Klik op Volgende om de installatie te starten.

source: Exit?
es: ¿Salir?
fr: Sortir ?
lt: Išeiti?
nl_nl: Afsluiten?

source: <big><b>Do you really want to quit installation?</b></big>
es: <big><b>¿Realmente quiere salir de la instalación?</b></big>
fr: <big><b>Voulez-vous vraiment quitter l'installation ?</b></big>
lt: <big><b>Ar tikrai norite baigti diegimą?</b></big>
nl_nl: <big><b>Weet u zeker dat u de installatie wilt afsluiten?</b></big>

source: <big><b>Drunk people should not write software.</b></big>
es: <big><b>La gente ebria no debería escribir software.</b></big>
fr: <big><b>Les gens ivres ne devraient pas écrire de logiciels.</b></big>
lt: <big><b>Girti žmonės neturėtų rašyti programinę įrangą.</b></big>
nl_nl: <big><b>Dronken mensen zouden geen software moeten schrijven.</b></big>

source: Unfortunately, this is our case. We are sorry to tell you that the installer for some reason crashed. There is a log file that you may want to read to see what is wrong, Its path is <b>/var/log/linstaller/linstaller_latest.log</b>. Use the "<i>Pastebin it!</i>" button to post it to a public pastebin. A working Internet connection is required. You can use the "<i>Semplice on IRC</i>" item into the Help menu to get help.
es: Desafortunadamente, es nuestro caso. Lamentamos decirle que el instalador falló por alguna razón. Hay un archivo de registro que Ud puede querer mirar para ver qué es lo que salió mal, Su ruta es <b>/var/log/linstaller/linstaller_latest.log</b>. Use el botón "<i>Pastebin it!</i>" para publicarlo en un pastebin público. Se necesita una conexión de Internet que funcione. También puede usar el ítem "<i>Semplice en IRC</i>" del menú Ayuda para conseguir ayuda.
fr: Malheureusement, c'est notre cas. Nous sommes désolés de vous dire que, pour une raison quelconque, l'installateur s'est crashé. Il y a un fichier log auquel vous pouvez jeter un œil pour voir ce qui s'est passé. Il se trouve à <b>/var/log/linstaller/linstaller_latest.log</b>. Use the "<i>Pastebin it!</i>" button to post it to a public pastebin. A working Internet connection is required. You can use the "<i>Semplice on IRC</i>" item into the Help menu to get help.
lt: Deja, tai yra mūsų atvejis. Mes apgailestaujame jums pranešti, kad kažkodėl diegimo programa užstrigo. Yra žurnalas, kurį galite perskaityti, norėdami sužinoti kas atsitiko. Jo kelias yra <b>/var/log/linstaller/linstaller_latest.log</b>. Naudokite mygtuką "<i>Siųsti į Pastebin!</i>", norėdami jį siųsti į viešąjį pastebin. Tam reikalingas veikiantis Interneto ryšys. Galite Pagalbos meniu naudoti elementą "<i>Semplice IRC</i>", norėdami gauti pagalbos.

source: Take me away
es: Sáqueme
fr: Sortez moi de là
lt: Ištraukite mane
nl_nl: Haal me hier vandaan

source: Pastebin it!
fr: Envoyer sur Pastebin !
lt: Siųsti į Pastebin!
nl_nl: Pastebin het!

source: Root (/)
es: Raíz (/)
lt: Šaknis (/)
nl_nl: Bestandssysteem (/)

source: Informations
es: Información
lt: Informacija
nl_nl: Informatie

source: Partition
es: Partición
lt: Skaidinys
nl_nl: Partitie

source: Format?
es: ¿Formatear?
lt: Formatuoti?
nl_nl: Formatteren?

source: page 1
es: página 1
lt: puslapis 1
nl_nl: pagina 1

source: page 2
es: página 2
lt: puslapis 2
nl_nl: pagina 2

source: page 3
es: página 3
lt: puslapis 3
nl_nl: pagina 3

source: Swap
es: Intercambio
lt: Sukeitimų skaidinys (swap)

source: Type
es: Tipo
lt: Tipas

source: (model %s; variant %s)
es: (modelo %s; variante %s)
lt: (modelis %s; variantas %s)

source: label
es: rótulo

source: Prova
es: Prueba
