Repository: g7/linstaller
Catalog: lang/linstaller/*.po
Languages: es, fr, lt, nl_nl

source: After the deletion, you can use the space freed to install the distribution.
es: Después de la eliminación, Ud puede usar el espacio liberado para instalar la distribución.
fr: Après la suppression, vous pouvez utiliser l'espace libéré pour installer la distribution.
lt: Po ištrynimo, galite naudoti atlaisvintą vietą, kad įdiegti distribuciją.
nl_nl: Na het verwijderen kunt u de vrijgemaakte ruimte gebruiken om de distributie te installeren.

source: Install %(distro)s to %(path)s (%(model)s)
es: Instalar %(distro)s en %(path)s (%(model)s)
fr: Installer %(distro)s dans %(path)s (%(model)s)
nl_nl: %(distro)s installeren naar %(path)s (%(model)s)

source: As the Disk is currently empty, this partition will be created.
es: Como el disco está actualmente vacío, se creará esta partición.
fr: Comme le Disque est vide actuellement, cette partition sera créée.
lt: Kadangi šiuo metu Diskas yra tuščias, bus sukurtas šis skaidinys.
nl_nl: Omdat de schijf momenteel leeg is zal deze partitie worden gecreëerd.

source: No data will be deleted.
es: No se eliminará ningún dato.
fr: Aucune donnée ne sera supprimée.
lt: Nebus ištrinta jokių duomenų.
nl_nl: Er zullen geen gegevens worden verwijderd.

source: Initialize %s
es: Inicializar %s.
fr: Initialiser %s
lt: Inicijuoti %s
nl_nl: %s initialiseren

source: This initializes the drive (<b>%s</b>) for usage by creating a partition table.
es: Esto inicializa la unidad (<b>%s</b>) para su uso al crear una tabla de particiones.
fr: Ceci initialise le lecteur (<b>%s</b>) pour son utilisation en créant une table de partition.
lt: Tai inicijuoja naudojimui diską (<b>%s</b>), sukuriant skaidinių lentelę.
nl_nl: Dit al de schijf (<b>%s</b>) initialiseren voor gebruik door een partitietabel te creëren.

source: Unable to create a new partition table.
es: Imposible crear una nueva tabla de particiones.
fr: Impossible de créer une nouvelle table de partition.
lt: Negalima sukurti naujos skaidinių lentelės.
nl_nl: Het is niet mogelijk om een nieuwe partitietabel te creëren.

source: Please review your changes.
es: Por favor revise sus cambios.
fr: SVP, revoyez vos modifications.
lt: Prašome peržiūrėti savo pakeitimus.
nl_nl: Controleer uw wijzigingen.

source: When done this, press the Next button to permanently write them to the disk.
es: Cuando haya hecho esto, presione el botón Siguiente para escribirlos al disco.
fr: Quand ceci est fait, pressez le bouton Suivant pour les écrire de façon permanente sur le disque.
nl_nl: Wanneer u dit heeft gedaan kunt u op de Volgende-knop klikken om ze permanent naar de schijf te schrijven.

source: Select the partition where install %s
es: Seleccionar la partición donde instalar %s
fr: Sélectionnez la partition où installer %s
nl_nl: Selecteer de partitie waarop %s moet worden geïnstalleerd

source: No data will be touched.
es: No se tocarán los datos.
fr: Aucune donnée ne sera touchée.
nl_nl: Er zullen geen gegevens worden aangetast.

source: Automatic partitioning
es: Particionado automático
fr: Partitionnement automatique
lt: Automatinis skaidymas
nl_nl: Automatische partitionering

source: Let the magic manage your drives!
es: ¡Permita que la magia administre sus unidades!
fr: Laissez la magie gérer vos lecteurs !
lt: Leiskite magijai tvarkyti savo diskus!
nl_nl: Laat de magie uw schijven beheren!

source: Do you really want to remove %s?
es: ¿Realmente quiere eliminar %s?
fr: Voulez-vous vraiment supprimer %s ?
lt: Ar tikrai norite pašalinti %s?
nl_nl: Weet u zeker dat u %s wilt verwijderen?

source: You cannot <b>go back!</b>
es: ¡No se puede <b>volver a atrás!</b>
fr: Vous ne pouvez pas <b>retourner en arrière !</b>
lt: Jūs negalite <b>grįžti!</b>
nl_nl: U kunt niet <b>teruggaan!</b>

source: Use the "Refresh" button to undo this change.
es: Use el botón "Refrescar" para deshacer este cambio.
fr: Utilisez le bouton "Rafraichir" pour défaire cette modification.
lt: Naudokite mygtuką "Įkelti iš naujo", norėdami atšaukti šį pakeitimą.
nl_nl: Gebruik de "Herladen"-knop om deze wijziging ongedaan te maken.

source: Do you really want to delete all partitions on %s?
es: ¿Realmente quiere eliminar todas las particiones en %s?
fr: Voulez-vous vraiment supprimer toutes les partitions de %s ?
nl_nl: Weet u zeker dat u alle partities op %s wilt verwijderen?

source: Mountpoint already used!
es: ¡Punto de montaje ya usado!
fr: Point de montage déjà utilisé !
lt: Prijungimo taškas jau yra naudojamas!
nl_nl: Dit aankoppelpunt is al in gebruik!

source: Creating the partition...
es: Creando la partición...
fr: Création de la partition...
lt: Kuriamas skaidinys...
nl_nl: Bezig met het creëren van de partitie...

source: Please wait.
es: Por favor espere.
fr: Attendez SVP.
lt: Prašome palaukti.
nl_nl: Een moment geduld.

source: Unable to add partition.
es: Imposible agregar la partición.
fr: Impossible d'ajouter la partition.
lt: Negalima pridėti skaidinio.
nl_nl: Het toevoegen van de partitie is mislukt.

source: You shouldn't get here.
es: Ud no debería llegar hasta aquí.
fr: Vous ne devriez pas arriver ici.
lt: Jūs neturėtumėte čia patekti.
nl_nl: U zou hier niet moeten wezen.

source: Use the Apply button to save them.
es: Use el botón Aplicar para guardarlos.
fr: Utilisez le bouton Apply pour les sauvegarder.
lt: Naudokite mygtuką Taikyti, norėdami juos išsaugoti.
nl_nl: Gebruik de Toepassen-knop om ze op te slaan.

source: You need to apply your changes in order to use the new LVM physical volume.
es: Ud necesita aplicar los cambios para poder usar el nuevo volumen físico LVM.
fr: Vous devez appliquer vos modifications afin d'utiliser le nouveau volume physique LVM.
lt: Turite pritaikyti savo pakeitimus, norėdami naudoti naująjį LVM fizinį tomą.
nl_nl: U moet uw wijzigingen toepassen voordat u het nieuwe LVM Fysieke Volume kunt gebruiken.

source: You have some unsaved changes!
es: ¡Ud tiene algunos cambios sin guardar!
fr: Certaines de vos modifications ne sont pas sauvegardées !
lt: Yra neišsaugotų pakeitimų!
nl_nl: U heeft enkele niet-opgeslagen wijzigingen.

source: Failed to resize partition.
es: Fallo al redimensionar la partición.
fr: Echec du redimensionnement de la partition.
lt: Nepavyko pakeisti skaidinio dydį.
nl_nl: Het herschalen van de partitie is mislukt.

source: Please double-check the inserted values.
es: Por favor revise nuevamente los valores ingresados.
fr: SVP, re-vérifiez les valeurs entrées.
nl_nl: Controleer nogmaals de ingevoerde waarden.

source: The passwords doesn't match.
es: Las contraseñas no coinciden.
fr: Les mots de passe ne concordent pas.
lt: Slaptažodžiai nesutampa.
nl_nl: De wachtwoorden komen niet overeen.

source: New table created successfully!
es: ¡Nueva tabla creada satisfactoriamente!
fr: Nouvelle table créée avec succès !
lt: Nauja lentelė sukurta sėkmingai.
nl_nl: De nieuwe tabel is succesvol gecreëerd!

source: The new table has been created.
es: Se creó una nueva tabla.
fr: La nouvelle table a été créée.
lt: Nauja lentelė buvo sukurta.
nl_nl: De nieuwe tabel is gecreëerd.

source: Unable to remove the partition.
es: Imposible eliminar la partición.
fr: Impossible de supprimer la partition.
lt: Negalima pašalinti skaidinio.
nl_nl: Het is niet mogelijk om de partitie te verwijderen.

source: Why did it happen?!
es: ¿Por qué sucedió esto?
fr: Pourquoi est-ce arrivé ?!
lt: Kodėl taip nutiko?!
nl_nl: Waarom is dit gebeurd?!

source: Unable to delete all partitions.
es: Imposible eliminar todas las particiones.
fr: Impossible de supprimer toutes les partitions.
lt: Negalima ištrinti visų skaidinių.
nl_nl: Het is niet mogelijk om alle partities te verwijderen.

source: Volume group name already used!
es: ¡El nombre de grupo del volumen ya se usó!
fr: Le nom de groupe de volume est déjà utilisé !
nl_nl: De naam van de volumegroep is al in gebruik!

source: Currently used
es: Actualmente utilizado
fr: Utilisé actuellement
nl_nl: Wordt momenteel gebruikt

source: Available
es: Disponible
fr: Disponible
nl_nl: Beschikbaar

source: Add a new volume group
es: Agregar un nuevo grupo de volumen
fr: Ajouter un nouveau groupe de volume
nl_nl: Een nieuwe volumegroep toevoegen

source: Edit %s
es: Editar %s
fr: Editer %s
nl_nl: %s bewerken

source: Unable to unlock the volume.
es: Imposible desbloquear el volumen.
fr: Impossible de déverrouiller le volume.
lt: Negalima atrakinti tomo.
nl_nl: Het is niet mogelijk het volume te ontgrendelen.

source: You inserted the wrong password.
es: Ud ingresó una contraseña equivocada.
fr: Vous avez inséré un mauvais mot de passe.
lt: Jūs įvedėte neteisingą slaptažodį.
nl_nl: U heeft het verkeerde wachtwoord ingevoerd.

source: LVM Volume Group
es: Grupo de volumen LVM
fr: Groupe de Volume LVM
lt: LVM Tomų Grupė
nl_nl: LVM-volumegroep

source: LVM Physical Volume
es: Volumen físico LVM
fr: Volume Physique LVM
lt: LVM Fizinis Tomas
nl_nl: LVM Fysiek Volume

source: No partition table yet!
es: ¡Todavía no existe la tabla de particiones!
fr: Pas encore de table de partition !
lt: Dar nėra skaidinių lentelės!
nl_nl: Er is nog geen partitietabel!

source: Filesystem
es: Sistema de archivos
fr: Système de fichier
lt: Failų sistema
nl_nl: Bestandssysteem

source: Mountpoint
es: Punto de montaje
fr: Point de montage
lt: Prijungimo taškas
nl_nl: Aankoppelpunt

source: Size
es: Tamaño
fr: Taille
lt: Dydis
nl_nl: Grootte

source: LVM physical volume
es: Volumen físico LVM
fr: Volume physique LVM
lt: LVM fizinis tomas
nl_nl: LVM Fysiek Volume

source: Locked
es: Bloqueado
fr: Vérouillé
nl_nl: Vergrendeld

source: not formatted
es: sin formato
fr: non formaté
nl_nl: ongeformatteerd

source: free space
es: espacio libre
fr: espace libre
lt: laisva vieta
nl_nl: vrije ruimte

source: extended
es: extendido
fr: étendu
nl_nl: uitgebreid

source: Disk empty or Virtual Group not active!
es: ¡Disco vacío o Grupo Virtual inactivo!
fr: Disque vide ou Groupe Virtuel non actif !
nl_nl: De schijf is leeg of de virtuele groep is niet actief!

source: Disk empty!
es: ¡Disco vacío!
fr: Disque vide !
lt: Diskas tuščias!
nl_nl: De schijf is leeg!

source: Unable to lock the volume.
es: Imposible bloquear el volumen.
fr: Impossible de verrouiller le volume.
lt: Negalima užrakinti tomą.
nl_nl: Het is niet mogelijk om het volume te vergrendelen.

source: Please ensure that the volume is not used by another application.
es: Por favor asegúrese que otra aplicación no está usando el volumen.
fr: SVP, assurez-vous que le volume n'est pas utilisé par une autre application.
lt: Prašome įsitikinti, kad tomas nėra naudojamas kitos programos.
nl_nl: Zorg ervoor dat het volume niet in gebruik is door een andere applicatie.

source: Press the Apply button and then Forward to continue.
es: Presione el botón Aplicar y luego Siguiente para continuar.
fr: Pressez le bouton Apply puis Suivant pour continuer.
lt: Norėdami tęsti spauskite mygtuką Taikyti, o tuomet mygtuką Pirmyn.
nl_nl: Klik op de Toepassen-knop en daarna op Volgende om door te gaan.

source: Name
es: Nombre
fr: Nom
lt: Pavadinimas
nl_nl: Naam

source: Physical Volumes
es: Volúmenes físicos
fr: Volumes Physiques
lt: Fiziniai Tomai
nl_nl: Fysieke volumes

source: Add GPT partition table
es: Agregar tabla de particiones GPT
fr: Ajouter table de partition GPT
lt: Pridėti GPT skaidinių lentelę
nl_nl: GPT-partitietabel toevoegen

source: Add MBR partition table
es: Agregar tabla de particiones MBR
fr: Ajouter table de partition MBR
lt: Pridėti MBR skaidinių lentelę
nl_nl: MBR-partitietabel toevoegen

source: You need to specify the root (/) partition.
es: Ud necesita especificar la partición raíz (/).
fr: Vous devez spécifier la partition racine (/).
lt: Turite nurodyti šaknies (/) skaidinį.
nl_nl: U moet de root (/)-partitie opgeven.

source: You can't continue!
es: ¡Ud no puede continuar!
fr: Vous ne pouvez pas continuer !
lt: Jūs negalite tęsti!
nl_nl: U kunt niet doorgaan!

source: The root partition is encrypted, and not /boot specified.
es: La partición raíz está encriptada y no se especificó /boot.
fr: La partition racine est cryptée et /boot n'est pas spécifié.
nl_nl: De root-partitie is vergrendeld en /boot is niet opgegeven.

source: The root partition is on an encrypted device. You need a separated /boot partition on a non-encrypted device.
es: La partición raíz está en un dispositivo encriptado. Ud necesita una partición /boot separada en un dispositivo no encriptado.
fr: La partition racine est sur un lecteur crypté. Vous avez besoin d'une partition /boot séparée sur un lecteur non crypté.
lt: Šaknies skaidinys yra užšifruotame įrenginyje. Jums reikalingas atskiras /boot skaidinys neužšifruotame įrenginyje.
nl_nl: De root-partitie bevindt zich op een vergrendeld apparaat. U heeft een losse /boot-partitie nodig op een onvergrendeld apparaat.

source: The /boot partition should not be on an encrypted device.
es: La partición /boot no debería estar en un dispositivo encriptado.
fr: La partition /boot ne doit pas être sur un lecteur crypté.
lt: Skaidinys /boot neturėtų būti užšifruotame įrenginyje.
nl_nl: De /boot-partitie mag zich niet bevinden op een vergrendeld apparaat.

source: No EFI System Partition specified.
es: No se especificó una Partición del Sistema EFI.
fr: Pas de Partition Système EFI spécifiée.
lt: Nenurodytas EFI Sistemos Skaidinys.
nl_nl: Er is geen EFI-systeempartitie opgegeven.

source: You need to specify the EFI System Partition (/boot/efi).
es: Ud necesita especificar la Partición de Sistema EFI (/boot/efi).
fr: Vous devez spécifier la Partition Système EFI (/boot/efi).
lt: Jūs turite nurodyti EFI Sistemos Skaidinį (/boot/efi).
nl_nl: U moet een EFI-systeempartitie (/boot/efi) opgeven.

source: No swap selected (press Forward to continue without one).
es: No se seleccionó la partición de intercambio (presione Adelante para seguir sin una).
fr: Pas de swap sélectionné (pressez Suivant pour continuer sans).
lt: Nepasirinktas sukeitimų skaidinys (spauskite Pirmyn, norėdami tęsti be jo).
nl_nl: Er is geen swap geselecteerd (klik op Volgende om door te gaan zonder swap).

source: It seems you haven't selected a swap partition. Select one now, or press Forward to continue without one.
es: Parece que Ud no seleccionó una partición de intercambio. Seleccione una ahora, o presione Adelante para seguir sin una.
fr: Il semble que nous n'ayez pas sélectionné de partition de swap. Sélectionnez-en une maintenant, ou pressez Suivant pour continuer sans.
lt: Atrodo, kad jūs nepasirinkote sukeitimų skaidinio. Pasirinkite jį dabar arba spauskite Pirmyn, norėdami tęsti be jo.
nl_nl: Het lijkt erop dat u geen swap-partitie hebt geselecteerd. Selecteer er nu een of klik op Volgende om door te gaan zonder swap.

source: No swap selected.
es: No se seleccionó la partición de intercambio.
fr: Pas de swap sélectionné.
lt: Nepasirinktas sukeitimų skaidinys.
nl_nl: Er is geen swap geselecteerd.

source: Do you want to change the partition table?
es: ¿Quiere cambiar la tabla de particiones?
fr: Voulez-vous changer la table de partition ?
lt: Ar norite pakeisti skaidinių lentelę?
nl_nl: Wilt u de partitietabel wijzigen?

source: Select distribution specific drives
es: Seleccione las unidades específicas de la distribución
fr: Sélectionnez les lecteurs spécifiques de la distribution
nl_nl: Selecteer de distributie-specifieke schijven

source: Select your root partition
es: Seleccione su partición raíz.
fr: Sélectionnez votre partition root
nl_nl: Selecteer uw root-partitie

source: Wrong partition selected!
es: ¡La partición seleccionada es errónea!
fr: Mauvaise partition sélectionnée !
lt: Pasirinktas blogas skaidinys!
nl_nl: Er is een verkeerde partitie geselecteerd!

source: No swap partition available. Continuing without.
es: No hay una partición de intercambio disponible. Continue sin ella.
fr: Pas de partition de swap disponible. On continue sans.
lt: Nėra prieinamo sukeitimų skaidinio. Tęsiama be jo.
nl_nl: Er is geen swap-partitie beschikbaar. We gaan door zonder swap.

source: Select your swap partition (press ENTER to not use swap)
es: Seleccione su partición de intercambio (presione ENTER para no usar intercambio)
fr: Sélectionnez votre partition de swap (pressez ENTREE pour ne pas utiliser de swap)
lt: Pasirinkite savo sukeitimų skaidinį (spauskite ENTER, kad nenaudoti sukeitimų skaidinio)
nl_nl: Selecteer uw swap-partitie (druk op ENTER om geen swap te gebruiken)

source: Do you really want to continue?
es: ¿Realmente quiere continuar?
fr: Voulez-vous vraiment continuer ?
lt: Ar tikrai norite tęsti?
nl_nl: Weet u zeker dat u door wilt gaan?

source: Do you really want to continue? This will destroy selected partitions.
es: ¿Realmente quiere continuar? Esto destruirá las particiones seleccionadas.
fr: Voulez-vous vraiment continuer ? Cela détruira les partitions sélectionnées.
lt: Ar tikrai norite tęsti? Tai sunaikins pasirinktus skaidinius.
nl_nl: Weet u zeker dat u door wilt gaan? Dit zal alle geselecteerde partities vernietigen.

source: Reload original table
es: Recargar la tabla original
fr: Rechargement de la table originale
nl_nl: Originele tabel herladen

source: This will reload the original partition table.
es: Esto recargará la tabla original de particiones.
fr: Ceci rechargera la table de partition originale.
nl_nl: Dit zal de originele partitietabel herladen.

source: All changes you've done will be lost.
es: Todos los cambios que Ud hizo, se perderán.
fr: Toutes les modifications que vous avez faites seront perdues.
lt: Visi jūsų atlikti pakeitimai bus prarasti.
nl_nl: Al uw wijzigingen zullen verloren gaan.

source: Do you want to continue?
es: ¿Quiere continuar?
fr: Voulez-vous continuer ?
lt: Ar norite tęsti?
nl_nl: Wilt u doorgaan?

source: Go back
es: Volver
fr: Retour
lt: Grįžti
nl_nl: Teruggaan

source: It appears that you have uncommited changes to the partitioning scheme.
es: Parece que Ud tiene cambios no confirmados en el esquema de particionado.
fr: Il apparaît que vos changements n'ont pas été effectués dans le partitionnement.
nl_nl: Het lijkt erop dat u onverwerkte wijzigingen heeft aan het partitieschema.

source: If you want to commit them, you need first to write to memory the changes and then to commit.
es: Si Ud quiere enviarlos, primero necesita escribir a memoria los cambios y luego enviarlos.
fr: Si vous voulez les effectuer, vous devez d'abord écrire les changements en mémoire puis les effectuer.
nl_nl: Als u deze wilt verwerken moet u ze eerst naar het geheugen schrijven en dan verwerken.

source: To do so, you should go to the 'edit partitions' page and select the relative options.
es: Para hacer eso, Ud debería ir a la página 'editar particiones' y seleccionar las opciones relativas.
fr: Pour ce faire, vous devriez aller à la page 'éditer les partitions' et sélectionner les options concernées.
nl_nl: Om dit te doen moet u teruggaan naar de 'Partities bewerken'-pagina en de relatieve opties selecteren.

source: Do you really want to go back without saving changes?
es: ¿Realmente quiere ir hacia atrás sin guardar los cambios?
fr: Voulez-vous vraiment revenir en arrière sans sauvegarder les modifications ?
lt: Ar tikrai norite grįžti, neišsaugojant pakeitimų?
nl_nl: Weet u zeker dat u terug wilt gaan zonder de wijzigingen op te slaan?

source: Commit changes
es: Enviar cambios
fr: Modifications effectuées
nl_nl: Wijzigingen verwerken

source: This table is going to be applied:
es: Esta tabla va a aplicarse:
fr: Cette table va être appliquée :
lt: Bus pritaikyta ši lentelė:
nl_nl: Deze tabel zal worden toegepast:

source: %(warning)s: This will COMMIT ALL THE CHANGES YOU'VE DONE on the physical disks.
es: %(warning)s: Esto ENVIARÁ TODOS LOS CAMBIOS QUE UD HAYA HECHO en los discos físicos.
fr: %(warning)s: Ceci va EFFECTUER TOUTES LES MODIFICATIONS QUE VOUS AVEZ FAITES sur les disques physiques.
nl_nl: %(warning)s: Dit zal AL UW WIJZIGINGEN VERWERKEN op de fysieke schijven.

source: WARNING
es: ADVERTENCIA
fr: AVERTISSEMENT
lt: ĮSPĖJIMAS
nl_nl: WAARSCHUWING

source: This is the last time that you can check your new partition table.
es: Esta es la última vez que Ud puede verificar la nueva tabla de particiones.
fr: C'est la dernière fois que vous pouvez vérifier la nouvelle table de partition.
lt: Tai yra paskutinis kartas, kuomet galite patikrinti savo naująją skaidinių lentelę.
nl_nl: Dit is de laatste keer dat u uw nieuwe partitietabel kunt controleren.

source: If you continue, you CAN'T RESTORE THE OLD TABLE!
es: ¡Si Ud continua, NO PODRÁ RESTAURAR LA TABLA VIEJA!
fr: Si vous continuez, vous NE POURREZ RESTAURER L'ANCIENNE TABLE !
lt: Jeigu tęsite, jūs NEGALĖSITE ATKURTI SENOS LENTELĖS!
nl_nl: Als u door wilt gaan kunt u DE OUDE TABEL NIET HERSTELLEN!

source: Creating new partition table on %s...
es: Creando una nueva tabla de particiones en %s...
fr: Création de la nouvelle table de partition sur %s...
nl_nl: Bezig met het creëren van de nieuwe partitietabel op %s..

source: FAILED: new partition table in %s
fr: ÉCHEC : nouvelle table de partition dans %s
nl_nl: MISLUKT: nieuwe partitietabel op %s

source: FAILED: formatting %s
fr: ECHEC : formatage de %s
nl_nl: MISLUKT: formatteren van %s

source: Edit Partition structure
es: Editar la estructura de la partición
fr: Editez la structure de partition
nl_nl: Partitiestructuur bewerken

source: You didn't entered a valid number.
es: Ud no ingresó un número válido.
fr: Vous n'avez pas saisi un nombre valide.
lt: Jūs neįvedėte teisingo skaičiaus.
nl_nl: U heeft geen geldig nummer opgegeven.

source: Editing disk/partition
es: Editar disco/partición
fr: Edition disque/partition
nl_nl: Bezig met het bewerken van de schijf/partitie

source: You've selected:
es: Ud seleccionó:
fr: Vous avez sélectionnez :
lt: Jūs pasirinkote:
nl_nl: U heeft geselecteerd:

source: Add partition
es: Agregar partición
fr: Ajoutez partition
lt: Pridėti skaidinį
nl_nl: Partitie toevoegen

source: Format partition
es: Formatear partición
fr: Formatez partition
nl_nl: Partitie formatteren

source: Delete partition
es: Eliminar partición
fr: Supprimez partition
lt: Ištrinti skaidinį
nl_nl: Partitie verwijderen

source: Resize partition
es: Redimensionar partición
fr: Redimensionnez partition
lt: Keisti skaidinio dydį
nl_nl: Partitie herschalen

source: Use as...
es: Usar como...
fr: Utilisez comme...
lt: Naudoti kaip...
nl_nl: Gebruiken als...

source: Unmark changes
es: Desmarcar cambios
fr: Décocher modifications
nl_nl: Wijzigingen de-markeren

source: <- Back
es: <- Volver
fr: <- Retour
lt: <- Atgal
nl_nl: <- Terug

source: Delete all partitions on the disk
es: Eliminar todas las particiones del disco
fr: Supprimez toutes les partitions du disque
lt: Ištrinti visus, diske esančius, skaidinius
nl_nl: Alle partities op de schijf verwijderen

source: Create MBR partition table
es: Crear tabla de particiones MBR
fr: Création table de partition MBR
lt: Kurti MBR skaidinių lentelę
nl_nl: MBR-partitietabel creëren

source: Create GPT partition table
es: Crear tabla de particiones GPT
fr: Création de la table de partition GPT
lt: Kurti GPT skaidinių lentelę
nl_nl: GPT-partitietabel creëren

source: You didn't entered a valid action.
es: Ud no ingresó una acción válida.
fr: Vous n'avez pas saisi une action valide.
lt: Jūs neįvedėte teisingo veiksmo.
nl_nl: U heeft geldige actie opgegeven.

source: Automatic partitioner
es: Particionador automático
fr: Partitioneur automatique
nl_nl: Automatische partitioneerder

source: Available disks:
es: Discos disponibles:
fr: Disques disponibles :
lt: Prieinami diskai:
nl_nl: Beschikbare schijven:

source: Use the free space
es: Usar el espacio libre
fr: Utiliser l'espace libre
lt: Naudoti laisvą vietą
nl_nl: De vrije ruimte gebruiken

source: Delete another system
es: Eliminar otro sistema
fr: Supprimer un autre système
lt: Ištrinti kitą sistemą
nl_nl: Een ander systeem verwijderen
