Repository: g7/linstaller
Catalog: lang/linstaller/*.po
Languages: es, fr, lt, nl_nl

source: If you do not want to install the bootloader into the MBR, it will be installed on your root partition.
es: Si Ud no quiere instalar el cargador de arranque en el MBR, se lo instalará en su partición raíz.
fr: Si vous ne voulez pas installer le chargeur de démarrage dans le MBR, il sera installé dans votre partition racine.
lt: Jeigu jūs nenorite diegti paleidyklės paleidimo įraše, ji bus įdiegta jūsų šaknies skaidinyje.
nl_nl: Als u niet wilt dat de opstartlader naar het MBR wordt geïnstalleerd zal hij op uw root-partitie worden geïnstalleerd.

source: If the root partition is a LVM Logical Volume, you are strongly encouraged to install the bootloader into the MBR.
es: Si la partición raíz es de un volumen lógico LVM, se recomienda encarecidamente instalar el cargador de arranque en el MBR.
fr: Si la partition racine est un Volume Logique (LVM), vous êtes fortement encouragé à installer le chargeur de démarrage dans le MBR.
lt: Jei šaknies skaidinys yra LVM Loginis Tomas, tuomet jūs esate primygtinai raginami įdiegti paleidyklę į MBR.
nl_nl: Als de root-partitie een LVM Logisch Volume is is het sterk aanbevolen om de opstartlader naar het MBR te installeren.

source: Otherwise, the installer will automatically install the bootloader into the /boot partition, if supplied.
es: De lo contrario, el programa de instalación instalará automáticamente el cargador de arranque en la partición /boot, si existe.
fr: Sinon, l'installateur installera automatiquement le chargeur de démarrage dans la partition /boot, si elle est fournie.
lt: Kitu atveju, diegimo programa automatiškai įdiegs paleidyklę į /boot skaidinį, jeigu toks yra pateiktas.
nl_nl: Anders zal de opstartlader automatisch naar de /boot-partitie worden geïnstalleerd indien deze aanwezig is.

source: If the /boot partition is a LVM Logical Volume too, the bootloader installation will be skipped.
es: Si la partición /boot también es un volumen lógico LVM, se omitirá la instalación del cargador de arranque.
fr: Si la partition /boot est également un Volume Logique (LVM), l'installation du chargeur de démarrage sera sautée.
lt: Jei /boot skaidinys irgi yra LVM Loginis Tomas, tuomet paleidyklės diegimas bus praleistas.
nl_nl: Als de /boot-partitie ook een LVM Logisch Volume is zal de opstartlader-installatie worden overgeslagen.

source: You can force the device where to install the bootloader by using the :bootloader:forcedevice seed.
fr: Vous pouvez forcer le lecteur où installer le chargeur de démarrage en utilisant le pré-choix
nl_nl: U kunt het apparaat waarop de opstartlader moet worden geïnstalleerd forceren door de :bootloader:forcedevice-seed te gebruiken.

source: Which bootloader do you want to install? [press ENTER for 'grub']
es: ¿Qué cargador de arranque quiere instalar? [presione ENTER para 'grub']
fr: Quel chargeur de démarrage voulez-vous installer ? [pressez ENTRÉE pour 'grub']
lt: Kurią paleidyklę norite įdiegti? [spauskite ENTER, norėdami įdiegti 'grub']
nl_nl: Welke opstartlader wilt u installeren? [druk op ENTER om 'grub' te kiezen]

source: Invalid bootloader specified. [press ENTER to continue]
es: El cargador de arranque especificado es inválido. [presione ENTER para continuar]
fr: Chargeur de démarrage spécifié non valide. [pressez ENTREE pour continuer]
lt: Nurodyta neteisinga paleidyklė. [spauskite ENTER, norėdami tęsti]
nl_nl: Er is een verkeerde opstartlader opgegeven. [druk op ENTER om door te gaan]

source: If you choose 'No', it will be installed on your root partition.
es: Si Ud elije "No", se instalará en su partición raíz.
fr: Si vous choisissez 'Non', il sera installé sur votre partition root.
nl_nl: Als u 'Nee' kiest zal hij worden geïnstalleerd naar uw root-partitie.

source: Do you want to install the bootloader into the MBR?
es: ¿Quiere instalar el cargador de arranque en el MBR?
fr: Voulez-vous installer le chargeur de démarrage dans le MBR ?
lt: Ar norite įdiegti paleidyklę į paleidimo įrašą?
nl_nl: Wilt u de opstartlader naar het MBR installeren?

source: mountpoint %s exists and it isn't a directory. Please change the mountpoint path.
es: el punto de montaje %s existe y no es un directorio. Por favor cambie la ruta del punto de montaje.
fr: Le point de montage %s existe et n'est pas un répertoire. SVP, changez le chemin du point de montage.
lt: prijungimo taškas %s yra, tačiau tai nėra katalogas. Prašome pakeisti prijungimo taško kelią.
nl_nl: Het aankoppelpunt %s bestaat en is geen map. Wijzig het aankoppelpuntpad.

source: Installer updates
es: Actualizaciones del instalador
fr: Mises à jour de l'installateur
lt: Diegimo programos atnaujinimai
nl_nl: Installatiewizard-bijwerkingen

source: Update the installer
es: Actualizar el instalador
fr: Mettre à jour l'installateur
lt: Atnaujinti diegimo programą
nl_nl: De installatiewizard bijwerken

source: %(distroname)s's installer improves every day.
es: El instalador de %(distroname)s mejora cada día.
fr: L'installateur de %(distroname)s s'améliore tous les jours.
lt: %(distroname)s sistemos diegimo programa tobulėja kiekvieną dieną.
nl_nl: %(distroname)s's installatiewizard wordt elke dag verbeterd.

source: It is good measure to have the latest version before installing the distribution.
es: Esta es una buena medida para tener la última versión antes de instalar la distribución.
fr: C'est une bonne chose d'avoir la dernière version avant d'installer la distribution.
lt: Tai yra gera praktika, prieš diegiant distribuciją, turėti naujausią diegimo programos versiją.
nl_nl: Het wordt aanbevolen om altijd de nieuwste versie te gebruiken voordat u het besturingssysteem gaat installeren.

source: The installer should check for updates.
es: El instalador debería comprobar si hay actualizaciones.
fr: L'installateur devrait vérifier s'il y a des mises à jour.
lt: Diegimo programa turėtų patikrinti atnaujinimus.
nl_nl: De installatiewizard zou moeten controleren op bijwerkingen.

source: Updating APT cache...
es: Actualizando el caché de APT...
fr: Mise à jour du cache d'APT...
lt: Įkeliamas iš naujo APT podėlis...
nl_nl: Bezig met het bijwerken van de APT-cache...

source: No updates found.
es: No se encontraron actualizaciones.
fr: Pas de mises à jour trouvées.
lt: Atnaujinimų nerasta.
nl_nl: Er zijn geen bijwerkingen gevonden.

source: Installer updated
es: Instalador actualizado.
fr: Installateur mis à jour
lt: Diegimo programa atnaujinta
nl_nl: De installatiewizard is bijgewerkt

source: Everything went well
es: Todo salió bien
fr: Tout s'est bien passé
lt: Viskas praėjo sklandžiai
nl_nl: Alles is goed gegaan

source: The installer packages have been updated successfully.
es: Se actualizaron satisfactoriamente los paquetes del instalador.
fr: Les paquets de l'installateur ont été mis à jour avec succès.
lt: Diegimo programos paketai buvo sėkmingai atnaujinti.
nl_nl: De installatiewizard-pakketten zijn succesvol bijgewerkt.

source: Press ENTER to start the updated installer
es: Presione ENTER para iniciar el instalador actualizado.
fr: Pressez ENTREE pour démarrer l'installateur mis à jour
lt: Spauskite ENTER, norėdami paleisti atnaujintą diegimo programą
nl_nl: Druk op ENTER om de bijgewerkte installatiewizard te starten

source: It seems you are already up-to-date. Yay!
es: Parece que ya está al día. ¡Si!
fr: Il semble que vous êtes déjà à jour. Youpi !
nl_nl: Het lijkt erop dat u al bijgewerkt bent. Yay!

source: Upgrading packages...
es: Actualizando los paquetes...
fr: Mise à jours des paquets...
lt: Atnaujinami paketai...
nl_nl: Bezig met het opwaarderen van de pakketten...

source: Something went wrong while updating packages.
es: Algo salió mal mientras se actualizaban los paquetes.
fr: Quelque chose ne s'est pas bien passée pendant la mise à jour des paquets.
lt: Kažkas atsitiko, atnaujinant paketus.
nl_nl: Er ging iets mis tijdens het bijwerken van de pakketten.

source: A reboot is needed in order to start a safe linstaller version.
es: Se necesita reiniciar para arrancar una versión segura del instalador.
fr: Un redémarrage est nécessaire pour démarrer une version linstaller sûre.
nl_nl: Een herstart is vereist om een veilige linstaller-versie te starten.

source: Press forward to start the updated installer.
es: Presione siguiente para iniciar el instalador actualizado.
fr: Pressez suivant pour démarrer l'installateur mis à jour.
lt: Spauskite Pirmyn, norėdami paleisti atnaujintą diegimo programą.
nl_nl: Klik op Volgende om de bijgewerkte installatiewizard te starten.

source: Ensure you have the installer up-to-date.
es: Asegúrese de tener actualizado el instalador.
fr: S'assurer que vous avez un installateur à jour.
lt: Užtikrinkite, kad diegimo programa yra atnaujinta.
nl_nl: Zorg ervoor dat de installatiewizard bijgewerkt is.

source: You can choose to check for installer updates before continuing the installation.
es: Ud puede elegir comprobar si hay actualizaciones del instalador antes de continuar con la instalación.
fr: Vous pouvez choisir de vérifier les mises à jour de l'installateur avant de continuer l'installation.
lt: Prieš tęsdami diegimą, galite pasirinkti patikrinti diegimo programos atnaujinimus.
nl_nl: U kunt ervoor kiezen om te contoleren op installatiewizard-bijwerkingen voordat u aan de installatie begint.

source: Found version %(version)s of %(package)s.
es: Se encontró la versión %(version)s de %(package)s.
fr: Trouvé version %(version)s de %(package)s.
nl_nl: Versie %(version)s gevonden van %(package)s.

source: Installer Updates
es: Actualizaciones del instalador
fr: Mises à jour de l'installateur
lt: Diegimo Programos Atnaujinimai
nl_nl: Installatiewizard-bijwerkingen

source: Would you like to check for installer updates?
es: ¿Quiere comprobar si hay actualizaciones del instalador?
fr: Voulez-vous vérifier s'il y a des mises à jour pour l'installateur ?
lt: Ar norėtumėte patikrinti ar yra diegimo programos atnaujinimų?
nl_nl: Wilt u controleren op installatiewizard-bijwerkingen?

source: Upgrading packages... this may take a while.
es: Actualizando paquetes... esto puede tomar un rato.
fr: Mise à jour des paquets... cela peut prendre un moment.
lt: Atnaujinami paketai... tai gali šiek tiek užtrukti.
nl_nl: Bezig met het opwaarderen van de pakketten... dit kan even duren.

source: A reboot is recommended in order to start a safe linstaller version.
es: Se recomienda reiniciar para arrancar una versión segura de linstaller.
fr: Un redémarrage est nécessaire pour démarrer une version sûre de linstaller.
nl_nl: Een herstart is vereist om een veilige linstaller-versie te starten.

source: Would you like to reboot now?
es: ¿Le gustaría reiniciar ahora?
fr: Voulez-vous redémarrer maintenant ?
lt: Ar norėtumėte paleisti iš naujo dabar?
nl_nl: Wilt u nu herstarten?

source: Testing:
es: Probar:
fr: En cours de test :
nl_nl: Bezig met testen:

source: Uncompressing system
es: Sistema de descompresión
fr: Décompression du système
nl_nl: Bezig met het uitpakken van het systeem

source: Uncompressing system...
es: Descomprimiendo el sistema...
fr: Décompression du système...
nl_nl: Bezig met het uitpakken van het systeem...

source: An error occoured while uncompressing system to disk.
es: Ocurrió un error mientras se descomprimía el sistema al disco.
fr: Une erreur s'est produite lors de la décompression du système sur le disque.
nl_nl: Er is een fout opgetreden tijdens het uitpakken van het systeem naar de schijf.

source: See /var/log/linstaller/linstaller_latest.log for details.
es: Ver /var/log/linstaller/linstaller_latest.log para más detalles.
fr: Voir /var/log/linstaller/linstaller_latest.log pour les détails.
lt: Išsamiau, žiūrėkite /var/log/linstaller/linstaller_latest.log.
nl_nl: Zie /var/log/linstaller/linstaller_latest.log voor de details.

source: Setting language...
es: Configurando el idioma...
fr: Réglage de la langue...
lt: Nustatoma kalba...
nl_nl: Bezig met het instellen van de taal...

source: Enabling 'Save space' feature...
es: Habilitando la función 'Ahorrar espacio'...
fr: Activation de la fonctionnalité 'Save space'...
lt: Įjungiama ypatybė 'Taupyti vietą'...
nl_nl: Bezig met het inschakelen van de 'Ruimtebesparing'-mogelijkheid...

source: Removing older translations... This may take a while.
es: Eliminando traducciones antiguas... Esto puede tardar un rato.
fr: Suppression des anciennes traductions... Cela peut prendre un moment.
lt: Šalinami senesni vertimai... Tai gali šiek tiek užtrukti.
nl_nl: Bezig met het verwijderen van oude(re) talen... Dit kan even duren.

source: Setting keyboard...
es: Configurando el teclado...
fr: Réglage du clavier...
lt: Nustatoma klaviatūra...
nl_nl: Bezig met het instellen van het toetsenbord...

source: Setting language and keyboard...
es: Configurando el idioma y el teclado...
fr: Réglage de la langue et du clavier...
lt: Nustatoma kalba ir klaviatūra...
nl_nl: Bezig met het instellen van de taal en het toetsenbord...

source: Setting Language & Keyboard:
es: Configurar Idioma & Teclado:
fr: Paramétrage de la Langue et du Clavier
lt: Nustatoma Kalba ir Klaviatūra:
nl_nl: Bezig met het instellen van de taal en het toetsenbord:

source: Language selection
es: Selección de idioma
fr: Sélection de la langue
lt: Kalbos pasirinkimas
nl_nl: Taalkeuze

source: Select your language here.
es: Seleccione su idioma aquí.
fr: Sélectionnez votre langue ici.
lt: Čia pasirinkite savo kalba.
nl_nl: Selecteer hier uw taal.

source: Keyboard selection
es: Selección del teclado
fr: Sélection du clavier
lt: Klaviatūros pasirinkimas
nl_nl: Toetsenbordkeuze

source: Select your keyboard settings here.
es: Seleccione la configuración de su teclado aquí.
fr: Sélectionnez vos paramètres de clavier ici.
lt: Čia pasirinkite savo klaviatūros nustatymus.
nl_nl: Selecteer hier uw toetsenbordinstellingen.

source: Language & Keyboard selection
es: Selección de Idioma & Teclado
fr: Sélection de la Langue et du Clavier
lt: Kalbos ir Klaviatūros pasirinkimas
nl_nl: Taal- en toetsenbordkeuze

source: Please insert your locale here (e.g. it, or it_IT, or it_IT.UTF-8)
es: Por favor ingrese su configuración regional aquí (ej. it, o it_IT, o it_IT.UTF-8)
fr: SVP, insérez votre localisation ici (ex : fr, ou fr_FR, ou fr_FR.UTF-8)
lt: Prašome čia įvesti savo lokalę (pvz., lt arba lt_LT, arba lt_LT.UTF-8)
nl_nl: Vul hier uw taal in (bijv. nl, nl_NL of nl_NL.UTF-8)

source: Unknown locale. [press ENTER to continue]
es: Configuración regional desconocida [presione ENTER para continuar].
fr: Localisation inconnue. [pressez ENTRÉE pour continuer]
lt: Nežinoma lokalė. [spauskite ENTER, norėdami tęsti]
nl_nl: Onbekende taal. [druk op ENTER om door te gaan]

source: Please insert your keyboard layout (e.g: it; it us)
es: Por favor ingresar su distribución de teclado (ej, it, it_IT o it_IT.UTF-8)
fr: SVP, insérez votre disposition clavier (ex : fr ; fr us)
lt: Prašome įvesti savo klaviatūros išdėstymą (pvz.: lt; it us)
nl_nl: Vul hier uw toetsenbordindeling in (bijv. nl; nl us)

source: Please insert your keyboard model (e.g: pc105, default is pc105)
es: Por favor ingrese el modelo de su teclado (ej. pc105; el valor por defecto es pc105)
fr: SVP, insérez votre modèle de clavier (ex : pc105 ; par défaut pc105)
lt: Prašome įvesti savo klaviatūros modelį (pvz.: pc105, numatytasis yra pc105)
nl_nl: Vul hier uw toetsenbordmodel in (bijv. pc105 - de standaard indeling is pc105)

source: Please insert your keyboard variant (press ENTER to skip)
es: Por favor ingrese su variante de teclado (presione ENTER para saltear)
fr: SVP, insérez votre variante de clavier (pressez ENTREE pour sauter)
lt: Prašome įvesti savo klaviatūros variantą (spauskite ENTER, norėdami praleisti)
nl_nl: Vul hier uw toetsenbordvariant in (druk op ENTER om dit over te slaan)

source: Resizing %s...
es: Redimensionando %s...
fr: Redimensionnement de %s...
lt: Keičiamas %s dydis...
nl_nl: Bezig met het herschalen van %s...

source: Let's hope everything goes well! :)
es: ¡Esperemos que todo salga bien! :)
fr: En espérant que tout se passe bien ! :)
lt: Tikėkimes, kad viskas praeis sklandžiai! :)
nl_nl: Laten we hopen dat alles goed gaat! :)

source: Failed resizing %s.
es: Falló el redimensionamiento de %s.
fr: Echec au redimensionnement de %s.
lt: Nepavyko pakeisti %s dydžio.
nl_nl: Het herschalen van %s is mislukt.

source: See /var/log/linstaller/linstaller_latest.log for more details.
es: Ver /var/log/linstaller/linstaller_latest.log para más detalles.
fr: Voir /var/log/linstaller/linstaller_latest.log pour plus de détails.
lt: Išsamiau, žiūrėkite /var/log/linstaller/linstaller_latest.log.
nl_nl: Zie /var/log/linstaller/linstaller_latest.log voor de details.

source: Maybe you shrinked too much the partition.
es: Tal vez Ud encogió demasiado la partición.
fr: Vous avez peut-être trop compressé la partition.
nl_nl: Misschien heeft u de partitie té klein gemaakt.

source: Committing changes to %s...
es: Enviando los cambios a %s...
fr: Réalisation des modifications à %s...
nl_nl: Bezig met het verwerken van uw wijzigingen aan %s...

source: Failed committing changes to %s..
es: Falló el envió de cambios a %s.
fr: Échec pendant la réalisation des modification à %s...
nl_nl: Het verwerken van uw wijzigingen aan %s is mislukt...

source: Filling %s with random data...
es: Llenando %s con datos al azar...
fr: Remplissage de %s avec des données aléatoires...
nl_nl: Bezig met het opvullen van %s met willekeurige gegevens...

source: This may take a while, depending by the quality of random data selected.
es: Esto puede tardar un rato, dependiendo de la calidad de los datos al azar seleccionados.
fr: Cela peut prendre un certain temps, selon la qualité des données aléatoires sélectionnées.
lt: Tai gali šiek tiek užtrukti, priklausomai nuo pasirinktų atsitiktinių duomenų kokybės.
nl_nl: Dit kan even duren, afhankelijk van de geselecteerde kwaliteit.

source: Failed filling %s with random data.
es: Falló llenar %s con datos al azar.
fr: Echec au remplissage de %s avec des données aléatoires.
nl_nl: Het opvullen van %s met willekeurige gegevens is mislukt.

source: Encrypting %s...
es: Encriptando %s...
fr: Cryptage de %s...
lt: Šifruojama %s...
nl_nl: Bezig met het vergrendelen van %s...

source: Failed encrypting %s.
es: Falla encriptando %s.
fr: Echec au cryptage de %s.
lt: Nepavyko užšifruoti %s.
nl_nl: Het vergrendelen van %s is mislukt.

source: Formatting %s...
es: Formateando %s...
fr: Formattage de %s...
lt: Formatuojama %s...
nl_nl: Bezig met het formatteren van %s...

source: Failed formatting %s.
es: Falló el formateo de %s.
fr: Echec lors du formatage de %s.
lt: Nepavyko formatuoti %s.
nl_nl: Het formatteren van %s is mislukt.

source: Failed creating a LVM Physical Volume in %s.
es: Falló la creación de un Volumen Físico LVM en %s.
fr: Echec à la création d'un volume Physique LVM sans %s.
nl_nl: Het creëren van een LVM Fysiek Volume op %s is mislukt.

source: Changes applied!
es: ¡Cambios aplicados!
fr: Modifications appliquées !
lt: Pakeitimai pritaikyti!
nl_nl: De wijzigingen zijn toegepast!

source: Press the Forward button to continue!
es: ¡Presione el botón Siguiente para continuar!
fr: Pressez le bouton Suivant pour continuer !
lt: Spauskite mygtuką Pirmyn, norėdami tęsti!
nl_nl: Druk op de Volgende-knop om door te gaan.

source: Resizing LVM logical volume...
es: Redimensionando el volumen lógico LVM...
fr: Redimensionnement du volume logique LVM...
lt: Keičiamas LVM loginio tomo dydis...
nl_nl: Bezig met het herschalen van het LVM Logische Volume...

source: Failed resizing the LVM logical volume.
es: Falló el redimensionamiento del volumen lógico LVM.
fr: Echec au redimensionnement du volume logique LVM.
lt: Nepavyko pakeisti LVM loginio tomo dydžio.
nl_nl: Het herschalen van het LVM Logische Volume is mislukt.

source: Disk partitioning
es: Particionamiento del disco
fr: Partitionnement du disque
lt: Disko skaidymas
nl_nl: Schijfpartitionering

source: Manage your drives
es: Administre sus unidades
fr: Gérer vos lecteurs
lt: Tvarkykite savo diskus
nl_nl: Beheer uw schijven

source: Manual partitioning
es: Particionamiento manual
fr: Partitionnement manuel
lt: Rankinis skaidymas
nl_nl: Handmatige partitionering

source: Powerful tools for powerful pepole.
es: Herramientas poderosas para gente poderosa.
fr: Des outils puissants pour des gens puissants.
lt: Galingi įrankiai pajėgiems žmonėms.
nl_nl: Krachtige hulpmiddelen voor krachtige mensen.

source: Install %(distro)s to the %(size)s GB of free space in %(drive)s
es: Instalar %(distro)s en los %(size)s GB de espacio libre en %(drive)s
fr: Installer %(distro)s dans les %(size)s GB d'espace libre de %(drive)s
nl_nl: %(distro)s installeren naar de %(size)s GB vrij ruimte op %(drive)s

source: This installs the distribution on the free space on the drive.
es: Esto instala la distribución en el espacio libre de la unidad.
fr: Ceci installe la distribution sur l'espace libre du lecteur.
lt: Tai įdiegia distribuciją laisvoje disko vietoje.
nl_nl: Dit installeert de distributie in de vrije ruimte op de schijf.

source: <b>Note:</b> an existing virtual memory (swap) partition will be used.
es: <b>Nota:</b> se usará una partición existente de memoria virtual (swap).
fr: <b>Nota :</b> une partition de mémoire virtuelle (swap) existante sera utilisée.
lt: <b>Pastaba:</b> bus panaudotas esamas virtualiosios atminties (sukeitimų) skaidinys.
nl_nl: <b>Opmerking:</b> er zal een bestaande virtuele geheugen (swap)-partitie worden gebruikt.

source: <b>Note:</b> due to the few space, it's not possible to create a virtual memory (swap) partition.
es: <b>Nota:</b> debido al poco espacio, no es posible crear una partición de memoria virtual (intercambio).
fr: <b>Nota :</b>à cause du peu d'espace, il n'est pas possible de créer une partition de mémoire virtuelle (swap).
lt: <b>Pastaba:</b> dėl vietos trūkumo, neįmanoma sukurti virtualiosios atminties (sukeitimų) skaidinio.
nl_nl: <b>Opmerking:</b> omdat er te weinig ruimte is is het niet mogelijk om een virtuele geheugen (swap)-partitie te creëren.

source: <b>Note:</b> a virtual memory (swap) partition will be created.
es: <b>Nota:</b> se creará una partición de memoria virtual (intercambio).
fr: <b>Nota :</b> une partition de mémoire virtuelle (swap) sera créée.
lt: <b>Pastaba:</b> bus sukurtas virtualiosios atminties (sukeitimų) skaidinys.
nl_nl: <b>Opmerking:</b> er zal een virtuele geheugen (swap)-partitie worden gecreeërd.

source: Replace %(system)s with %(distro)s
es: Reemplazar %(system)s con %(distro)s
fr: Replacer %(system)s par %(distro)s
lt: Pakeisti %(system)s, įdiegiant %(distro)s
nl_nl: %(system)s vervangen door %(distro)s

source: This replaces %(system)s with %(distro)s. <b>All data on %(system)s will be deleted.</b>
es: Esto reemplaza %(system)s con %(distro)s. <b>Se borrarán todos los datos en %(system)s.</b>
fr: Cela remplace %(system)s par %(distro)s. <b>Toutes les données dans %(system)s seront supprimées.</b>
lt: Tai pakeičia %(system)s, įdiegiant %(distro)s sistemą. <b>Visi %(system)s sistemos duomenys bus ištrinti.</b>
nl_nl: Dit zal %(system)s vervangen door %(distro)s. <b>Alle gegevens op %(system)s zullen worden verwijderd.</b>

source: Use the entire %s disk
es: Use el disco %s entero
fr: Utiliser entièrement le disque %s
lt: Naudoti visą %s diską
nl_nl: De gehele %s-schijf gebruiken

source: This <b>destroys everything</b> on <b>%(dev)s</b> (%(model)s) and installs there %(distro)s.
es: Esto <b>destruye todo</b> en <b>%(dev)s</b> (%(model)s) e instala %(distro)s allí.
fr: Ceci <b>détruit tout</b> dans <b>%(dev)s</b> (%(model)s) et installe %(distro)s là.
lt: Tai <b>sunaikina viską</b> skaidinyje <b>%(dev)s</b> (%(model)s) ir įdiegia ten %(distro)s.
nl_nl: Dit <b>vernietigt alles</b> op <b>%(dev)s</b> (%(model)s) en installeert %(distro)s.
