Repository: g7/linstaller
Catalog: lang/linstaller/*.po
Languages: es, fr, lt, nl_nl

source: Delete all partitions
es: Eliminar todas las particiones
fr: Supprimer toutes les partitions
lt: Ištrinti visus skaidinius
nl_nl: Alle partities verwijderen

source: Back
es: Volver
fr: Retour
lt: Atgal
nl_nl: Terug

source: You haven't entered a valid action.
es: Ud no ingresó una acción válida.
fr: Vous n'avez pas saisi une action valide.
lt: Jūs nesate įvedę teisingo veiksmo.
nl_nl: U heeft geen geldige actie opgegeven.

source: Too little free space
es: Demasiado poco el espacio libre
fr: Pas assez d'espace libre
lt: Per mažai laisvos vietos
nl_nl: Te weinig vrije ruimte

source: Failed to add partition (AUTOMATIC)
es: Falló agregar partición (AUTOMÁTICO)
fr: Echec à l'ajout d'une partition (AUTOMATIQUE)
nl_nl: Het is niet gelukt om een partitie toe te voegen (AUTOMATISCH)

source: Automatic partitioner choices
es: Opciones del particionador automático
fr: Choix du partitioneur automatique
nl_nl: Automatische partitioneerder-keuzes

source: No distribution to delete!
es: ¡No hay distribución a eliminar!
fr: Pas de distribution à supprimer !
nl_nl: Er is geen distributie om te verwijderen!

source: Whatever will be the selection, this swap partition will be used:
es: Cualquier que sea la selección, se usará esta partición de intercambio:
fr: Quelque soit la sélection, cette partition de swap sera utilisée :
nl_nl: Wat uw keuze ook zal zijn, deze swap-partitie zal ervoor worden gebruikt:

source: A swap partition, if all conditions are meet, will be created.
es: Si se reúnen todas las condiciones, se creará una partición de intercambio.
fr: Une partition de swap, sir toutes les conditions sont remplies, sera créée.
nl_nl: Een swap-partitie zal worden gecreëerd als aan alle voorwaarden wordt voldaan.

source: Please insert your value here
es: Por favor ingrese su valor aquí
fr: SVP, insérez votre valeur ici
nl_nl: Voer hier uw waarde i

source: You didn't entered a valid value.
es: Ud no ingresó un valor válido.
fr: Vous n'avez pas saisi une valeur valide.
nl_nl: U heeft geen geldige waarde ingevoerd.

source: Are you happy with this? Enter 'y' to write changes in memory
es: ¿Está conforme con esto? Ingrese 's' para escribir los cambios en la memoria
fr: Etes-vous satisfait avec cela ? Entrez 'y' pour écrire les modifications en mémoire
nl_nl: Bent u hier blij mee? Voer 'y' in om de wijzigingen naar het geheugen te schrijven

source: Successfully added partitions.
es: Particiones agregadas satisfactoriamente.
fr: Partitions ajoutées avec succès.
nl_nl: De partities zijn succesvol toegevoegd.

source: Add a partition
es: Agregar una partición
fr: Ajouter une partition
lt: Pridėti skaidinį
nl_nl: Een partitie toevoegen

source: Current free space size: %s
es: Espacio libre actual: %s
fr: Taille de l'espace libre courant : %s
lt: Esamos laisvos vietos dydis: %s
nl_nl: Huidige vrije ruimte: %s

source: You can insert the percentage of the partition (e.g: 50%) or the full size of the new partition, in MB.
es: Ud puede ingresar el porcentaje de la partición (ej. 50%) o el tamaño completo de la nueva partición en MB.
fr: Vous pouvez saisir le pourcentage de la partition (ex : 50%) ou la taille complète en MB de la nouvelle partition.
lt: Jūs galite įvesti skaidinio procentinę reikšmę (pvz.: 50%) arba pilną skaidinio dydį, MB vienetais.
nl_nl: U kunt een percentage van de partitie invoeren (bijv.: 50%) of de volledige grootte van de nieuwe partitie in MB.

source: Insert the value here [press ENTER to go back]
es: Ingrese el valor aquí [presione ENTER para volver]
fr: Saisissez la valeur ici [pressez ENTREE pour revenir en arrière]
nl_nl: Voer hier de waarde in [druk op ENTER om terug te gaan]

source: Done. Now add a filesystem to the partition.
es: Hecho. Ahora agregue un sistema de archivos a la partición.
fr: Fait. Maintenant, ajoutez un système de fichier à la partition.
nl_nl: Afgerond. Voeg nu een bestandssysteem toe aan de partitie.

source: Changes marked succesfully. Now write the changes to memory.
es: Cambios marcados satisfactoriamente. Ahora escriba los cambios a memoria.
fr: Modification marquées avec succès. Maintenant, écriture des changements dans la mémoire.
nl_nl: De wijzigingen zijn succesvol gemarkeerd. Schrijf ze nu weg naar het geheugen.

source: Changes marked succesfully. Please save changes.
es: Cambios marcados satisfactoriamente. Por favor guarde los cambios.
fr: Modifications marquées avec succès. SVP sauvegardez les changements.
nl_nl: De wijzigingen zijn succesvol gemarkeerd. Sla de wijzigingen op.

source: Available Filesystems:
es: Sistemas de archivos disponibles:
fr: Systèmes de fichier disponibles :
lt: Prieinamos Failų sistemos:
nl_nl: Beschikbare bestandssystemen:

source: Insert the filesystem you want to use here
es: Ingrese aquí el sistema de archivos que quiere usar
fr: Saisissez ici le système de fichier que vous voulez utiliser
nl_nl: Kies hier het bestandssysteem dat u wilt gebruiken

source: [press ENTER for '%s']
es: [presionar ENTER para '%s']
fr: [pressez ENTREE pour %s]
nl_nl: [druk op ENTER voor '%s']

source: %s is not a supported filesystem!
es: %s no es un sistema de archivos soportado!
fr: %s n'est pas un système de fichier supporté !
lt: %s nėra palaikoma failų sistema!
nl_nl: %s is geen ondersteund bestandssysteem!

source: Changes marked succesfully.
es: Cambios marcados exitosamente.
fr: Modification marquées avec succès.
nl_nl: De wijzigingen zijn succesvol gemarkeerd.

source: You can't delete freespace!
es: ¡Ud no puede borrar el espacio libre!
fr: Vous ne pouvez pas supprimer l'espace libre !
lt: Jūs negalite ištrinti laisvą vietą!
nl_nl: U kunt de vrije ruimte niet verwijderen!

source: The disk containing this partitions is already marked as deleted.
es: El disco que contiene esta particiones ya está marcado como eliminado.
fr: Le disque contenant ces partitions est déjà marqué comme supprimé.
lt: Diskas, kuriame yra šie skaidiniai, jau yra pažymėtas kaip ištrintas.
nl_nl: De schijf die deze partities bevat is al gemarkeerd als zijnde verwijderd.

source: Changes marked succesfully. Now write the changes in memory.
es: Cambios marcados satisfactoriamente. Ahora escriba los cambios en memoria.
fr: Modifications marquées avec succès. Maintenant, écriture des changements dans la mémoire.
nl_nl: De wijzigingen zijn succesvol gemarkeerd. Schrijf ze nu weg naar het geheugen.

source: You can't execute this action on freespace or on an extended partition!
es: ¡Ud no puede ejecutar esta acción sobre el espacio libre o una partición extendida!
fr: Vous ne pouvez pas exécuter cette action sur l'espace libre ou sur une partition étendue !
lt: Jūs negalite vykdyti šio veiksmo laisvai vietai ar išplėstajam skaidiniui!
nl_nl: U kunt deze actie niet uitvoeren op vrije ruimte of een uitgebreide partitie!

source: Here you can insert the mount point of this partition.
es: Aquí Ud puede insertar el punto de montaje de esta partición.
fr: Vous pouvez saisir ici le point de montage de cette partition.
nl_nl: Hier kunt het aankoppelpunt van de partitie kiezen.

source: For example, if you want to mount as /home, insert '/home'.
es: Por ejemplo, si Ud quiere montar como /home, ingrese '/home'.
fr: Par exemple, si vous voulez la monter comme /home, saisir '/home'.
lt: Pavyzdžiui, jei norite prijungti kaip /home, įveskite '/home'.
nl_nl: Als u bijv. /home wilt aankoppelen, vul hier dan '/home' in.

source: Insert the mountpoint here
es: Ingrese aquí el punto de montaje
fr: Saisir le point de montage ici
nl_nl: Vul hier het aankoppelpunt i

source: %s is not a valid mountpoint!
es: ¡%s no es un punto de montaje válido!
fr: %s n'est pas un point de montage valide !
lt: %s nėra teisingas prijungimo taškas!
nl_nl: %s is geen geldig aankoppelpunt!

source: You can't resize freespace or an extended partition!
es: ¡Ud no puede redimensionar el espacio vacío o una partición extendida!
fr: Vous ne pouvez pas redimensionner l'espace libre ou une partition étendue !
lt: Jūs negalite keisti laisvos vietos ar išplėstojo skaidinio dydį!
nl_nl: U kunt geen vrije ruimte of een uitgebreide partitie herschalen!

source: Current partition size: %s
es: Tamaño de la partición actual: %s.
fr: Taille courante de la partition : %s
lt: Esamas skaidinio dydis: %s
nl_nl: Huidige partitiegrootte: %s

source: You can insert the percentage of the resize (e.g: 50%) or the full size for the resized partition, in MB.
es: Ud puede ingresar el porcentaje del redimensionamiento (ej. 50%) o el tamaño completo de la partición redimensionada en MB.
fr: Vous pouvez saisir le pourcentage (ex : 50%) ou la taille complète en MB de la partition redimensionnée.
nl_nl: U kunt een percentage van de partitie invoeren (bijv.: 50%) of de volledige grootte van de nieuwe partitie in MB.

source: In order to make change to the free space that the resize operation will make, you will need to write in memory the changes.
es: Para hacer el cambio al espacio libre que la operación de redimensionamiento hará, Ud necesita escribir los cambios en memoria.
fr: Afin de faire le changement d'espace libre qu'entraînera l'opération de redimensionnement, vous devrez écrire les modifications dans la mémoire.
nl_nl: Om de wijzigingen aan de vrije ruimte toe te passen moet u de wijzigingen naar het geheugen schrijven.

source: Partition is already at the given value!
es: ¡La partición ya está en el valor dado!
fr: La partition est déjà à la valeur donnée !
nl_nl: De partitie is al op de opgegeven waarde!

source: You didn't have made changes!
es: ¡Ud no hizo cambios!
fr: Vous n'avez pas fait les modifications !
nl_nl: U heeft geen wijzigingen gedaan!

source: Unmark all changes
es: Desmarcar todos los cambios
fr: Désélectionner toutes les modifications
nl_nl: Alle wijzigingen de-markeren

source: Unmark '%(action)s' (value: %(value)s)
es: Desmarcar '%(action)s' (valor: %(value)s)
fr: Désélectionner '%(action)s' (valeur : %(value)s)
nl_nl: '%(action)s' de-markeren (waarde: %(value)s)

source: Items unmarked successfully.
es: Items desmarcados satisfactoriamente.
fr: Eléments désélectionnés avec succès.
nl_nl: De items zijn succesvol gede-markeerd.

source: Write to memory
es: Escribir a memoria
fr: Ecrire en mémoire
nl_nl: Naar geheugen schrijven

source: Do you want to write to memory your changes?
es: ¿Quiere escribir sus cambios a memoria?
fr: Voulez-vous écrire vos modifications en mémoire ?
nl_nl: Wilt u de wijzigingen naar het geheugen schrijven?

source: This will let you continue to manage the partitioning scheme.
es: Esto le permite continuar para gestionar el esquema de particionado.
fr: Ceci vous laissera continuer à gérer le partitionnement.
nl_nl: Dit stelt u in staat om het huidige partitieschema te behren.

source: %(note)s: This will %(not)s write the changes to the disk! It only simulates it. You should write to memory every time you delete and resize partitions. This will let you add new partitions on the freed space.
es: %(note)s: ¡Esto %(not)s escribirá los cambios al disco! Solamente lo simula. Ud debería escribir a memoria cada vez que elimine o redimensione las particiones. Esto le permitirá agregar nuevas particiones en el espacio liberado.
fr: %(note)s: Ceci n'écrira %(not)s les modifications sur le disque ! Il les simulera seulement. Vous devriez écrire dans la mémoire chaque fois que vous supprimez ou que vous redimensionnez des partitions. Cela vous permettra d'ajouter de nouvelles partitions dans l'espace libéré.
nl_nl: %(note)s: Dit zal %(not)s wijzigingen naar de schijf schrijven! Het zal het alleen simuleren. U zult naar het geheugen moeten schrijven elke keer dat u partities verwijdert en/of herschaalt. Dit zorgt ervoor dat u partities op de vrije ruimte kunt toevoegen.

source: NOTE
es: NOTA
fr: NOTA
lt: PASTABA
nl_nl: OPMERKING

source: not
es: no
fr: pas
nl_nl: niet

source: You can always restore original structure via the appropriate option into the main menu.
es: Ud siempre puede restaurar la estructura original mediante la opción adecuada en el menú principal.
fr: Vous pouvez toujours restaurer la structure originale avec l'option appropriée du menu principal.
nl_nl: U kunt de originele structuur altijd herstellen via de gelijknamige optie in het hoofdmenu.

source: Do you want to write to memory the changes?
es: ¿Quiere escribir sus cambios a memoria?
fr: Voulez-vous écrire les modifications dans la mémoire ?
nl_nl: Wilt u de wijzigingen naar het geheugen schrijven?

source: Something has failed: %s!
es: ¡Algo falló: %s!
fr: Quelque chose a échoué : %s !
lt: Kažkas nepavyko: %s!
nl_nl: Er is iets mislukt: %s!

source: Ok! You can continue.
es: ¡Ok! Puede continuar.
fr: OK ! Vous pouvez continuer.
lt: Gerai! Galite tęsti.
nl_nl: Oké! U kunt doorgaan.

source: Reload original structure
es: Recargar la estructura original
fr: Recharger la structure originale
nl_nl: Originele structuur herstellen

source: Commit
es: Enviar
fr: Réaliser
nl_nl: Verwerken

source: Enter the number of the partition(s)/device(s) you want to edit here
es: Ingrese la cantidad de particiones/dispositivos que Ud quiere editar aquí
fr: Entrez ici le numéro des partition(s)/lecteur(s) que vous voulez éditer
nl_nl: Voer hier het aantal partities/schijven in dat u wilt bewerken

source: Creating user...
es: Creando el usuario...
fr: Création de l'utilisateur...
lt: Kuriamas naudotojas...
nl_nl: Bezig met het creëren van de gebruiker...

source: Committing changes...
es: Enviando cambios...
fr: Réalisation des modifications...
nl_nl: Bezig met het verwerken van de wijzigingen...

source: Setting hostname...
es: Configurando el nombre del host...
fr: Réglage du nom d'hôte...
lt: Nustatomas kompiuterio vardas...
nl_nl: Bezig met het instellen van de hostnaam...

source: Creating user:
es: Crear usuario:
fr: Création de l'utilisateur ;
lt: Kuriamas naudotojas:
nl_nl: Bezig met het creëren van de gebruiker:

source: Users & Hostname
es: Usuarios & nombre del Host
fr: Utilisateurs & nom d'hôte
lt: Naudotojai ir Kompiuterio vardas
nl_nl: Gebruikers- en hostna(a)m(en)

source: Set users and hostname
es: Establecer usuarios y nombre del host
fr: Donner les noms d'utilisateurs et d'hôte
lt: Nustatykite naudotojus bei kompiuterio vardą
nl_nl: Gebruikers- en hostna(a)m(en) instellen

source: New user's full name (e.g. John Doe)
es: Nuevo nombre completo del usuario (ej. Juan Pérez)
fr: Nom complet du nouvel utilisateur (ex John Doe)
lt: Naujo naudotojo pilnas vardas (pvz., Jonas Do)
nl_nl: Volledige naam van nieuwe gebruiker (bijv. Jan Hendriks)

source: New user's username (no spaces; e.g: john)
es: Nuevo nombre de usuario (sin espacio; ej. Juan)
fr: Nom d'utilisateur du nouvel utilisateur (sans espace ; ex : jean)
lt: Naujo naudotojo naudotojo vardas (be tarpų; pvz.: jonas)
nl_nl: Gebruikersnaam van nieuwe gebruiker (geen spaties; bijv. jan)

source: New user's password
es: Nueva contraseña del usuario
fr: Mot de passe du nouvel utilisateur
lt: Naujo naudotojo slaptažodis
nl_nl: Wachtwoord van nieuwe gebruiker

source: Do you want to enable root account?
es: ¿Quiere habilitar la cuenta root?
fr: Voulez-vous activer le compte root ?
lt: Ar norite įjungti šaknies (root) paskyrą?
nl_nl: Wilt u het rootaccount inschakelen?

source: root's password
es: Contraseña de root
fr: mot de passe de root
nl_nl: root-wachtwoord

source: Computer's name (e.g. johndesktop)
es: Nombre de la computadora (ej. escritoriojuan)
fr: Nom de l'ordinateur (ex : johndesktop)
lt: Kompiuterio vardas (pvz., jonodarbastalis)
nl_nl: Computernaam (bijv. janscomputer)

source: You can't use %s in the username
es: Ud no puede usar %s en el nombre de usuario
fr: Vous ne pouvez pas utiliser %s dans le nom d'utilisateur
lt: Jūs negalite naudoti %s naudotojo varde
nl_nl: U mag %s niet gebruiken in de gebruikersnaam

source: The password should be composed of at least %s charchters.
es: La contraseña tiene que tener por lo menos %s caracteres.
fr: Le mot de passe doit comprendre au moins %s caractères.
lt: Slaptažodį turėtų sudaryti, mažiausiai %s simboliai.
nl_nl: Het wachtwoord moet ten minste %s tekens bevatten.

source: The passwords doesn't match! Please retry.
es: ¡Las contraseñas no coinciden! Por favor, inténtelo nuevamente.
fr: Les mots de passe ne concordent pas ! Ré-essayez SVP.
lt: Slaptažodžiai nesutampa. Prašome bandyti dar kartą.
nl_nl: De wachtwoorden komen niet overeen! Probeer het opnieuw.

source: The root password should be composed of at least %s charchters.
es: La contraseña de root tiene que tener por lo menos %s caracteres.
fr: Le mot de passe doit comprendre au moins %s caractères.
nl_nl: Het root-wachtwoord moet ten minste %s lang zijn.

source: The root passwords doesn't match! Please retry.
es: ¡Las contraseñas de root no coinciden! Por favor, inténtelo nuevamente.
fr: Les mots de passe root ne concordent pas ! Ré-essayez SVP.
nl_nl: De root-wachtwoorden komen niet overeen! Probeer het opnieuw.

source: You can't use %s in the hostname
es: Ud no puede usar %s en el nombre del host
fr: Vous ne pouvez pas utiliser %s dans le nom d'hôte.
lt: Jūs negalite naudoti %s kompiuterio varde
nl_nl: U mag %s niet gebruiken in de hostnaam

source: The user full name
es: Nombre completo del usuario
fr: Nom complet de l'utilisateur
lt: Naudotojo pilnas vardas
nl_nl: De volledige naam van de gebruiker

source: The username
es: Nombre de usuario
fr: Le nom d'utilisateur
lt: Naudotojo vardas
nl_nl: De gebruikersnaam

source: The user password
es: Contraseña del usuario
fr: Le mot de passe de l'utilisateur
lt: Naudotojo slaptažodis
nl_nl: Het gebruikerswachtwoord

source: The computer name
es: Nombre de la computadora
fr: Le nom de l'ordinateur
lt: Kompiuterio vardas
nl_nl: De computernaam

source: The username must not contain these characters: %s
es: El nombre del usuario no puede contener estos caracteres: %s.
fr: Le nom d'utilisateur ne doit pas contenir ces caractères : %s
lt: Naudotojo varde negali būti šių simbolių: %s
nl_nl: De gebruikersnaam mag niet de volgende tekens bevatten: %s

source: The password should be composed of at least %s characters.
es: Lacontraseña debería estar compuesta de al menos %s caracteres.
fr: Le mot de passe doit comprendre au moins %s caractères.
lt: Slaptažodis turėtų būti sudarytas iš mažiausiai %s simbolių.
nl_nl: Het wachtwoord moet ten minste %s tekens lang zijn.

source: The user passwords doesn't match!
es: ¡Las contraseñas del usuario no coinciden!
fr: Les mots de passe de l'utilisateur ne correspondent pas !
lt: Naudotojo slaptažodžiai nesutampa!
nl_nl: De gebruikerswachtwoorden komen niet overeen!

source: The root passwords doesn't match!
es: ¡Las contraseñas de root no coinciden!
fr: Les mots de passe de root ne correspondent pas !
nl_nl: De rootwachtwoorden komen niet overeen!

source: The hostname must not contain these characters: %s
es: El nombre del host no puede contener estos caracteres: %s
fr: Le nom d'hôte ne doit pas contenir ces caractères : %s
lt: Kompiuterio varde negali būti šių simbolių: %s
nl_nl: De hostnaam mag niet de volgende tekens bevatten: %s

source: The root password
es: Contraseña de root
fr: Le mot de passe de root
nl_nl: Het rootwachtwoord

source: %s's username (no spaces; e.g: john)
fr: Nom d'utilisateur de %s (pas d'espaces ; ex : john)
nl_nl: Gebruikersnaam van %s (geen spaties; bijv.: jan)

source: %s's password
fr: Mot de passe de %s
nl_nl: Wachtwoord van %s

source: You can't use these chars in the %s, please re-try:
es: No se pueden usar estos caracteres en %s, por favor reinténtelo nuevamente:
fr: Vous ne pouvez pas utiliser ces caractères dans le %s, ré-essayez SVP :
nl_nl: U mag deze tekens niet gebruiken in %s, probeer het opnieuw:

source: (again)
es: (nuevamente)
fr: (encore)
lt: (dar kartą)
nl_nl: (opnieuw)

source: Summary
es: Resumen
fr: Résumé
lt: Suvestinė
nl_nl: Samenvatting

source: Please review everything before continuing.
es: Por favor revise todo antes de continuar.
fr: SVP, revoyez chaque chose avant de continuer.
lt: Prašome, prieš tęsiant, viską peržiūrėti.
nl_nl: Controleer alles voordat u doorgaat.

source: %(distroname)s will be installed here.
es: %(distroname)s se instalará aquí.
fr: %(distroname)s sera installé ici.
lt: %(distroname)s sistema bus įdiegta čia.
nl_nl: %(distroname)s zal hier worden geïnstalleerd.

source: - %(part)s (%(filesystem)s, mounts on %(mountpoint)s)%(text)s
es: - %(part)s (%(filesystem)s, se monta en %(mountpoint)s)%(text)s
fr: - %(part)s (%(filesystem)s, montés dans %(mountpoint)s)%(text)s
lt: - %(part)s (%(filesystem)s, prijungiama taške %(mountpoint)s)%(text)s
nl_nl: - %(part)s (%(filesystem)s, koppelt aan op %(mountpoint)s)%(text)s

source: Yes
es: Sí
fr: Oui
lt: Taip
nl_nl: Ja

source: No
fr: Non
lt: Ne
nl_nl: Nee

source: These partitions will be used:
es: Se usarán estas particiones:
fr: Ces partitions seront utilisées :
lt: Bus naudojami šie skaidiniai:
nl_nl: Deze partities zullen worden gebruikt:

source: The persistence partion will be of %s MB.
es: La partición de persistencia será de %s MB.
fr: La partition persistante sera de %s MB.
nl_nl: De persistente partitie zal %s MB groot zijn.

source: The default locale will be %(locale)s.
es: La configuración regional por defecto será %(locale)s.
fr: La localisation par défaut sera %(locale)s.
lt: Numatytoji lokalė bus %(locale)s.
nl_nl: De standaard taal zal %(locale)s zijn.

source: The default keyboard layout will be %(layout)s.
es: La distribución por defecto del teclado será %(layout)s.
fr: La disposition clavier par défaut sera %(layout)s.
lt: Numatytasis klaviatūros išdėstymas bus %(layout)s.
nl_nl: De standaard toetsenbordlayout zal %(layout)s zijn.

source: The main user will be %(userfullname)s (%(username)s).
es: El usuario principal será %(userfullname)s (%(username)s).
fr: L'utilisateur principal sera %(userfullname)s (%(username)s).
lt: Pagrindinis naudotojas bus %(userfullname)s (%(username)s).
nl_nl: De hoofdgebruiker zal %(userfullname)s (%(username)s) zijn.

source: Root account is enabled.
es: La cuenta de root está habilitada.
fr: Le compte root est activé.
lt: Šaknies paskyra yra įjungta.
nl_nl: Het root-account is ingeschakeld.

source: The computer hostname will be %(hostname)s.
es: El nombre del host será %(hostname)s.
fr: Le nom d'hôte de l'ordinateur sera %(hostname)s.
lt: Kompiuterio vardas bus %(hostname)s.
nl_nl: De computer-hostnaam zal %(hostname)s zijn.

source: The machine will use this timezone: %(timezone)s.
es: La máquina usará esta zona horaria: %(timezone)s.
fr: La machine utilisera ce fuseau horaire : %(timezone)s.
lt: Kompiuteris naudos šią laiko juostą: %(timezone)s.
nl_nl: De computer zal de volgende tijdzone gebruiken: %(timezone)s.

source: The bootloader (%(bootloader)s) will be installed in %(bootloaderpath)s.
es: El cargador de arranque (%(bootloader)s) se instalará en %(bootloaderpath)s.
fr: Le chargeur de démarrage (%(bootloader)s) sera installé dans %(bootloaderpath)s.
nl_nl: De opstartlader (%(bootloader)s) zal worden geïnstalleerd naar %(bootloaderpath)s.

source: Installing...
es: Instalando...
fr: Installation en cours...
lt: Diegiama...
nl_nl: Bezig met installeren...

source: Welcome!
es: ¡Bienvenido!
fr: Bienvenue !
lt: Sveiki atvykę!
nl_nl: Welkom!

source: Welcome to the %s installation wizard!
es: ¡Bienvenido al asistente de instalación de %s!
fr: Bienvenue sur l'assistant d'installation %s !
lt: Sveiki atvykę į %s diegimo vediklį!
nl_nl: Welkom bij de installatiewizard van %s!
