Repository: g7/linstaller
Catalog: lang/linstaller/*.po
Languages: es, fr, lt, nl_nl

source: You have to pass at least an action!
es: ¡Ud tiene que pasar al menos una acción!
fr: Vous devez entrer au moins une action !
lt: Turite perduoti bent veiksmą!
nl_nl: U moet minstens één actie opgeven!

source: SYNTAX: %s <options> [ACTION] <:seed:option:value>
es: SINTAXIS: %s <options> [ACTION] <:seed:option:value>
fr: SYNTAXE : %s <options> [ACTION] <:seed:option:value>
nl_nl: SYNTAX: %s <options> [ACTIE] <:seed:option:value>

source: Recognized options:
es: Opciones reconocidas:
fr: Options reconnues :
lt: Atpažįstamos parinktys:
nl_nl: Erkende opties:

source: -c|--config - Selects the configuration file to read
es: -c|--config - Selecciona el archivo de configuración a leer
fr: -c|--config⇥⇥- Sélectionne le fichier de configuration à lire
lt: -c|--config - Pasirenka norimą skaityti konfigūracijos failą
nl_nl: -c|--config - Selecteert het te lezen configuratiebestand

source: -p|--configpath - Selects the directory to look for configuration files
es: -p|--configpath - Selecciona el directorio para buscar archivos de configuración
fr: -p|--configpath - Sélectionne le répertoire où chercher les fichiers de configuration
lt: -p|--configpath - Pasirenka katalogą, kuriame bus ieškoma konfigūracijos failų
nl_nl: -p|--configpath - Selecteert de map waarin moet worden gezocht naar configuratiebestanden

source: -t|--target - Selects the target directory (def: /linstaller/target)
es: -t|--target - Selecciona el directorio de destino (def: /linstaller/target)
fr: -t|--target - Sélectionne le répertoire cible (par défaut : /linstaller/target)
nl_nl: -t|--target - Selecteert de doelmap (standaard: /linstaller/target)

source: -f|--frontend - Selects the frontend to use (def: cli)
es: -f|--frontend - Selecciona la interfaz de usuario a usar (def: cli)
fr: -f|--frontend⇥⇥- Sélectionne le frontend à utiliser (par défaut : cli)
nl_nl: -f|--frontend - Selecteert het te gebruiken frontend (standaard: cli)

source: -m|--modules - Overrides the modules to be executed
es: -m|--modules - Anula los módulos a ejecutarse
fr: -m|--modules⇥⇥- Ecrase les modules à exécuter
nl_nl: -m|--modules - Overschrijft de uit te voeren modules

source: -s|--services - Overrides the services to be executed
es: -s|--services - Anula los servicios a ejecutarse
fr: -s|--services⇥⇥- Ecrase les service à exécuter
nl_nl: -s|--services - Overschrijft de uit te voeren diensten

source: -r|--remove - Removes the specified modules from the modules list
es: -r|--remove - Elimina los módulos especificados de la lista de módulos
fr: -r|--remove⇥⇥- Supprime les modules spécifiés de la liste de modules
lt: -r|--remove - Pašalina nurodytus modulius iš modulių sąrašo
nl_nl: -r|--remove - Verwijdert de opgegeven modules uit de moduleslijst

source: Recognized actions:
es: Acciones reconocidas:
fr: Actions reconnues :
lt: Atpažįstami veiksmai:
nl_nl: Erkende acties:

source: help - Displays this help message, then exits.
es: help - Muestra este mensaje de ayuda y luego sale.
fr: help⇥⇥⇥- Affiche ce message d'aide, puis sort.
lt: help - Rodo šį pagalbos pranešimą, o tuomet išeina.
nl_nl: help - Weergeeft dit hulpbericht en sluit dan af.

source: start - Starts the installer.
es: start - Inicia el instalador.
fr: start⇥⇥⇥- Démarre l'installateur.
lt: start - Pradeda diegimo programą.
nl_nl: start - Start de installatiewizard.

source: Preseeding:
fr: Préconfiguration :
nl_nl: Voorconfiguratie:

source: linstaller supports preseeding. Seeds can be specified into the configuration file of the distribution, or with the notation below: :module:option:value Examples: :userhost:root:True - Enables root :language:ask:True - Asks for language :partdisks:swap_noformat:True - Does not format swap partition
fr: linstaller supporte la préconfiguration. Les pré-choix peuvent être spécifiés dans le fichier de configuration de la distribution, ou avec la notation suivante : :module:option:valeur Exemples : :userhost:root:True - Active root :language:ask:True - Demande la langue :partdisks:swap_noformat:True - Does not format swap partition
nl_nl: linstaller ondersteunt preseeding. Seeds kunnen worden gespecificeerd in het configuratiebestand van de distributie of d.m.v. de notatie hieronder: :module:optie:waarde Voorbeelden: :userhost:root:True⇥⇥- Schakelt root in :language:ask:True⇥⇥- Vraagt naar de taalkeuze :partdisks:swap_noformat:True⇥- Formatteert de swap-partitie niet

source: %s does not exist! Adjust --config accordingly.
es: ¡%s no existe! Ajuste --config en consecuencia.
fr: %s n'existe pas ! Ré-ajustez --config.
lt: %s nėra! Pritaikykite --config atitinkamai.
nl_nl: %s bestaat niet! Wijzig --config zodanig.

source: You must insert something!
es: ¡Ud tiene que insertar algo!
fr: Vous devez insérer quelque chose !
nl_nl: U moet iets invoeren!

source: [Y/n]
es: [S/n]
fr: [O/n]
lt: [T/n]
nl_nl: [J/n]

source: [y/N]
es: [s/N]
fr: [o/N]
lt: [t/N]
nl_nl: [j/N]

source: [y/n]
es: [s/n]
fr: [o/n]
lt: [t/n]
nl_nl: [j/n]

source: y
es: s
fr: o
lt: t
nl_nl: j

source: yes
es: si
fr: oui
lt: taip
nl_nl: ja

source: no
fr: non
lt: ne
nl_nl: nee

source: Unknown value %s. Please re-try.
es: Valor desconocido %s. Por favor inténtelo nuevamente.
fr: Valeur %s inconnue. Ré-essayez SVP.
lt: Nežinoma reikšmė %s. Prašome bandyti dar kartą.
nl_nl: Onebkende waarde %s. Probeer het opnieuw.

source: Please insert your action here
es: Por favor ingrese su acción aquí
fr: Insérez votre action ici SVP
nl_nl: Voer uw actie hier in

source: Do not set a mountpoint.
es: No establecer un punto de montaje.
fr: Ne détermine pas un point de montage.
nl_nl: Geen aankoppelpunt instellen.

source: Home Partition (/home)
es: Partición Home (/home)
fr: Partition Home (/home)
lt: Namų Skaidinys (/home)
nl_nl: Home-partitie (/home)

source: Global applications (/usr)
es: Aplicaciones globales (/usr)
fr: Applications globales (/usr)
lt: Visuotinės programos (/usr)
nl_nl: Globale applicaties (/usr)

source: Boot partition (/boot)
es: Partición de arranque (/boot)
fr: Partition de démarrage (/boot)
lt: Paleidimo skaidinys (/boot)
nl_nl: Boot-partitie (/boot)

source: EFI boot partition (/boot/efi)
es: Partición de arranque EFI (/boot/efi)
fr: Partition de boot EFI (/boot/efi)
lt: EFI paleidimo skaidinys (/boot/efi)
nl_nl: EFI-bootpartitie (/boot/efi)

source: Configuring features...
es: Configurando funcionalidades...
fr: Configuration des fonctionnalités...
lt: Konfigūruojamos ypatybės...
nl_nl: Bezig met instellen van mogelijkheden...

source: This may take a while.
es: Esto puede tardar un rato.
fr: Cela peut prendre du temps.
lt: Tai gali šiek tiek užtrukti.
nl_nl: DIt kan even duren.

source: Configuring features:
es: Configurar funcionalidades:
fr: Configuration des fonctionnalités :
lt: Konfigūruojamos ypatybės:
nl_nl: Bezig met instellen van mogelijkheden:

source: Feature selection
es: Selección de funcionalidad
fr: Sélection de fonctionnalités
lt: Ypatybių pasirinkimas
nl_nl: Mogelijkhedenselectie

source: You can further customize those after the installation.
es: Ud puede personalizarlos más aún después de la instalación.
fr: Vous pouvez les personnaliser davantage après l'installation.
lt: Po diegimo galite toliau tinkinti šias ypatybes.
nl_nl: U kunt deze verder aanpassen na de installatie.

source: You can continue!
es: ¡Puede continuar!
fr: Vous pouvez continuer !
lt: Galite tęsti!
nl_nl: U kunt nu doorgaan!

source: Press forward to continue.
es: Presione Siguiente para continuar.
fr: Pressez suivant pour continuer
lt: Spauskite Pirmyn, norėdami tęsti.
nl_nl: Klik op volgende om door te gaan.

source: Copying squashfs image...
es: Copiando la imagen squashfs...
fr: Copie de l'image squashfs...
lt: Kopijuojamas squashfs atvaizdis...
nl_nl: Bezig met het kopiëren van het squashfs-afbeeldingsbestand...

source: Copying syslinux directory...
es: Copiando el directorio syslinux...
fr: Copie du répertoire syslinux...
lt: Kopijuojamas syslinux katalogas...
nl_nl: Bezig met het kopiëren van de syslinux-map...

source: Copying system to disk...
es: Copiando el sistema al disco...
fr: Copie du système sur le disque...
lt: Kopijuojama sistema į diską...
nl_nl: Bezig met het kopiëren van het systeem naar de schijf...

source: Copying system to disk:
es: Copiando el sistema al disco...
fr: Copie du système sur le disque :
lt: Kopijuojama sistema į diską:
nl_nl: Bezig met het kopiëren van het systeem naar de schijf:

source: Installing bootloader...
es: Instalando el cargador de arranque...
fr: Installation du chargeur de démarrage...
lt: Įdiegiama paleidyklė...
nl_nl: Bezig met het installeren van de opstartlader...

source: Installing bootloader:
es: Instalar el cargador de arranque:
fr: Installation du chargeur de démarrage :
lt: Įdiegiama paleidyklė:
nl_nl: Bezig met het installeren van de opstartlader:

source: Creating persistent filesystem...
es: Creando un sistema de archivos persistente...
fr: Création du système de fichier persistant...
lt: Kuriama ilgalaikė failų sistema...
nl_nl: Bezig met het creëren van een persistent bestandssysteem...

source: Formatting filesystem...
es: Dándole formato al sistema de archivos...
fr: Formatage du système de fichier...
lt: Formatuojama failų sistema...
nl_nl: Bezig met het formatteren van het bestandssysteem...

source: Configuring filesystem...
es: Configurando el sistema de archivos...
fr: Configuration du système de fichier...
lt: Konfigūruojama failų sistema...
nl_nl: Bezig met het instellen van het bestandssysteem...

source: Creating persistent filesystem:
es: Crear un sistema de archivos persistente:
fr: Création du système de fichier persistant :
lt: Kuriama ilgalaikė failų sistema:
nl_nl: Bezig met het creëren van een persistent bestandssysteem:

source: Persistence partition
es: Partición de persistencia
fr: Partition persistante
lt: Ilgalaikis skaidinys
nl_nl: Persistente partitie

source: Select the size of the persistence partition
es: Seleccione el tamaño de la partición de persistencia
fr: Sélectionnez la taille de la partition persistante
nl_nl: Selecteer de grootte van de persistente partitie

source: You need to specify the size of the persistence partition.
es: Ud necesita especificar el tamaño de la partición de persistencia.
fr: Vous devez spécifier la taille de la partition persistante.
lt: Turite nurodyti ilgalaikio skaidinio dydį
nl_nl: U moet de grootte opgeven van de persistente partitie.

source: The persistence partition will be stored as a file into the USB key and will contain all changes done to the stock system.
es: La partición de persistencia se almacenará como un archivo en la llave USB y contendrá todos los cambios hechos en el sistema.
fr: La partition persistante sera stockée en tant que fichier sur la clé USB et contiendra tous les changements faits sur le système d'origine.
nl_nl: De persistente partitie zal worden opgeslagen als een bestand op de USB-schijf en zal alle wijzigingen aan het standaard systeem bevatten.

source: Partition is a FAT partition, so there is a limit to a maximum of 4GiB per-file.
es: La partición es una partición FAT, por lo que hay un límite máximo de 4 GiB por archivo.
fr: La partition est de type FAT, donc il y a une limitation à un maximum de 4 GiB par fichier.
lt: Skaidinys yra FAT skaidinys, taigi, yra maksimalus 4GiB apribojimas vienam failui.
nl_nl: De partitie is een FAT-partitie; dit betekent dat er een limiet is van 4 GiB per bestand.

source: Usable freespace: %s MiB
es: Espacio libre útil: %s MiB
fr: Espace libre utilisable : %s MiB
lt: Tinkama naudoti laisva vieta: %s MiB
nl_nl: Bruikbare vrije ruimte: %s MiB

source: Partition uses a FAT partition, so there is a limit to a maximum of 4GiB per-file.
es: La partición usa una partición FAT, por lo que hay un límite máximo de 4 GiB por archivo.
fr: La partition est de type FAT, il y a donc une limitation à un maximum de 4 GiB par fichier.
lt: Skaidinys naudoja FAT skaidinį, taigi, yra maksimalus 4GiB apribojimas vienam failui.
nl_nl: De partitie is een FAT-partitie; dit betekent dat er een limiet is van 4 GiB per bestand.

source: You can insert the percentage of the partition (e.g: 50%) or the full size of the new partition, in megabytes.
es: Ud puede ingresar el porcentaje de la partición (ej. 50%) o el tamaño total de la nueva partición, en megabytes.
fr: Vous pouvez saisir le pourcentage de la partition (ex : 50%) ou la taille complète en MB de la nouvelle partition.
lt: Jūs galite įvesti skaidinio procentinę reikšmę (pvz.: 50%) arba pilną skaidinio dydį, megabaitais.
nl_nl: U kunt het percentage (bijv.: 50%) of de volledige grootte in megabytes van de nieuwe partitie opgeven.

source: Insert the value here
es: Insertar el valor aquí
fr: Insérez la valeur ici
nl_nl: Voer hier de waarde in

source: Wrong percentage specified!
es: ¡Porcentaje especificado erróneo!
fr: Mauvais pourcentage spécifié !
lt: Nurodyta neteisinga procentinė reikšmė!
nl_nl: Er is een verkeerd percentage opgegeven!

source: Wrong value specified!
es: ¡Valor especificado erróneo!
fr: Mauvaise valeur spécifiée !
lt: Nurodyta neteisinga reikšmė!
nl_nl: Er is een verkeerde waarde opgegeven!

source: Not enough space!
es: ¡No hay espacio suficiente!
fr: Pas assez d'espace !
lt: Neužtenka vietos!
nl_nl: Er is niet genoeg vrije ruimte!

source: Removing live-specific packages...
es: Eliminando paquetes específicos de live...
fr: Suppression des paquets spécifiques live...
nl_nl: Bezig met het verwijderen van live-specifieke pakketten...

source: Removing live-specific packages:
es: Eliminar paquetes específicos de live:
fr: Suppression des paquets spécifiques live :
nl_nl: Bezig met het verwijderen van live-specifieke pakketten:

source: Installation finished
es: Instalación terminada
fr: Installation terminée
lt: Diegimas užbaigtas
nl_nl: De installatie is afgerond

source: Press Reboot to restart to the installed system.
es: Presione Reiniciar para arrancar el sistema instalado.
fr: Pressez Redémarrer pour redémarrer avec le système installé.
lt: Norėdami paleisti įdiegtą sistemą, spauskite Paleisti iš naujo.
nl_nl: Klik op Herstarten om de computer te herstarten naar het geïnstalleerde systeem.

source: Enjoy
es: Disfrute
fr: Amusez-vous
lt: Mėgaukitės
nl_nl: Veel plezier

source: Just finished the installation of %(distribution)s.
es: Acaba de terminar la instalación de %(distribution)s.
fr: Installation de %(distribution)s terminée.
nl_nl: De installatie van %(distribution)s is zojuist afgerond.

source: Please reboot and remove the install media to get the installed system.
es: Por favor, reinicie y retire el medio de instalación para que arranque el sistema instalado.
fr: SVP, redémarrez et retirez le média d'installation pour aller sur le système installé.
lt: Prašome paleisti iš naujo ir pašalinti diegimo laikmeną, kad įjungtumėte įdiegtą sistemą.
nl_nl: Herstart het systeem en verwijder het installatiemedium om het geïnstalleerde systeem te bereiken.

source: Do you want to reboot now?
es: ¿Quiere reiniciar ahora?
fr: Voulez-vous redémarrer maintenant ?
lt: Ar norite paleisti iš naujo dabar?
nl_nl: Wilt u nu herstarten?

source: Setting timezone...
es: Configurando la zona horaria...
fr: Réglage du fuseau horaire...
lt: Nustatoma laiko juosta...
nl_nl: Bezig met het instellen van de tijdzone...

source: Setting timezone:
es: Configurar la zona horaria:
fr: Réglage du fuseau horaire :
lt: Nustatoma laiko juosta:
nl_nl: Bezig met het instellen van de tijdzone:

source: Timezone selection
es: Selección de la zona horaria
fr: Sélection du fuseau horaire
lt: Laiko juostos pasirinkimas
nl_nl: Tijdzone-selectie:

source: Select your timezone here.
es: Seleccione su zona horaria aquí.
fr: Sélectionnez votre fuseau horaire ici.
lt: Čia pasirinkite savo laiko juostą.
nl_nl: Selecteer hier uw tijdzone.

source: Default timezone is:
es: La zona horaria por defecto es:
fr: Le fuseau horaire par défaut est :
lt: Numatytoji laiko juosta yra:
nl_nl: De standaard tijdzone is:

source: Do you want to change it?
es: ¿Quiere cambiarlo?
fr: Voulez-vous le changer ?
lt: Ar norite ją pakeisti?
nl_nl: Wilt u deze wijzigen?

source: Select the region where you live
es: Seleccione la región en donde Ud vive
fr: Sélectionnez la région où vous habitez
nl_nl: Selecteer het gebied waar u woont

source: Specify
es: Especificar
fr: Spécifiez
nl_nl: Opgeven

source: Please insert your choice
es: Por favor, inserte su elección
fr: Insérez votre choix SVP
nl_nl: Voer uw keuze in

source: Wrong choice!
es: ¡Elección equivocada!
fr: Mauvais choix !
lt: Neteisingas pasirinkimas!
nl_nl: Verkeerde keuze!

source: Select city
es: Seleccione una ciudad
fr: Sélectionnez la ville
nl_nl: Selecteer uw stad

source: Please specify the timezone
es: Por favor, especifique la zona horaria
fr: Spécifiez le fuseau horaire SVP
lt: Prašome nurodyti laiko juostą
nl_nl: Geef alstublieft een tijdzone op

source: Invalid zone!
es: ¡Zona inválida!
fr: Zone non valide !
nl_nl: Verkeerde zone!

source: Invalid zone or city!
es: ¡Zona o ciudad inválida!
fr: Zone ou ville non valide !
nl_nl: Verkeerde zone of stad!

source: Please specify the city
es: Por favor, especifique la ciudad
fr: Spécifiez la ville SVP
lt: Prašome nurodyti miestą
nl_nl: Geef alstublieft een stad op

source: Invalid city!
es: ¡Ciudad inválida!
fr: Ville non valide !
lt: Neteisingas miestas!
nl_nl: Verkeerde stad!

source: Searching for the best %s mirror...
es: Buscando el mejor %s servidor espejo...
fr: Recherche du meilleur miroir %s...
lt: Ieškoma geriausios %s tinklavietės...
nl_nl: Bezig met het zoeken naar de beste %s-spiegelserver...

source: Mirrorselect crashed.
fr: Sélection du miroir plantée.
nl_nl: De spiegelservermodule is gecrashed.

source: Please check sources.list(.d) later.
es: Por favor compruebe sources.list(.d) más tarde.
fr: SVP, vérifiez sources.list(.d) ultérieurement.
lt: Prašome vėliau patikrinti sources.list(.d).
nl_nl: Controleer nadien sources.list.(d).

source: Selecting the fastest mirrors...
es: Seleccionando los servidores espejo más rápidos...
fr: Sélection des miroirs les plus rapides...
lt: Pasirenkamos greičiausios tinklavietės...
nl_nl: Bezig met het selecteren van de snelste spiegelservers...

source: The installer is checking for the fastest mirror for your zone.
es: El instalador está comprobando el servidor espejo más rápido de su zona.
fr: L'installateur recherche le miroir le plus rapide pour votre zone.
nl_nl: De installatiewizard is bezig met het controleren van de snelste spiegelserver voor uw zone.

source: Selecting mirrors:
es: Seleccionar servidores espejo:
fr: Miroirs à sélectioner :
lt: Pasirenkamos tinklavietės:
nl_nl: Bezig met het selecteren van spiegelservers:

source: Mirrorselect crashed. Please check sources.list(.d) later.
fr: Sélection du miroir plantée. SVP, vérifiez sources.list(.d) ultérieurement.
nl_nl: De spiegelservermodule is gecrashed. Controleer nadien sources.list.(d).

source: Mirror selection
es: Selección de servidor espejo
fr: Sélection de miroir
lt: Tinklavietės pasirinkimas
nl_nl: Spiegelserverselectie

source: Select the best mirror
es: Seleccione el mejor servidor espejo
fr: Sélectionnez le meilleur miroir
nl_nl: Selecteer de beste spiegelserver

source: %(distroname)s has many mirrors worldwide.
es: %(distroname)s tiene muchos servidores espejo en todo el mundo.
fr: %(distroname)s a beaucoup de miroirs à travers le monde..
nl_nl: %(distroname)s heeft wereldwijd vele spiegelservers.

source: You can let the installer to test all mirrors and to find the fastest for your zone.
es: Ud le puede permitir al instalador probar todos los servidores espejo para que encuentre el más rápido de su zona.
fr: Vous pouvez laisser l'installateur essayer tous les miroirs et choisir le plus rapide pour votre zone.
nl_nl: U kunt de installatiewizard alle spiegelservers laten nalopen en de snelste selecteren voor uw zone.

source: This requires a working internet connection.
es: Esto necesita una conexión a Internet que funcione.
fr: Ceci nécessite une connexion internet fonctionnelle.
lt: Tai reikalauja veikiančio interneto ryšio.
nl_nl: Dit vereist een werkende internetverbinding.

source: Do you want to check for the fastest mirror?
es: ¿Quiere revisar el servidor espejo más rápido?
fr: Voulez-vous vérifier le miroir le plus rapide ?
nl_nl: Wilt u een controle uitvoeren om te zien wat de snelste spiegelserver is?

source: Do you want to enable deb-src entries?
es: ¿Quiere habilitar las entradas deb-src?
fr: Voulez-vous autoriser les entrées deb-src ?
lt: Ar norite įjungti deb-src įrašus?
nl_nl: Wilt u deb-src-pakketbronnen inschakelen?

source: Fetching bootloader packages...
es: Buscando los paquetes del cargador de arranque...
fr: Obtention des paquets de chargeur de démarrage...
lt: Gaunami paleidyklės paketai...
nl_nl: Bezig met het ophalen van de opstartlader-pakketten...

source: Installing bootloader packages...
es: Instalando los paquetes del cargador de arranque...
fr: Installation des paquets de chargeur de démarrage...
lt: Įdiegiami paleidyklės paketai...
nl_nl: Bezig met het installeren van de opstartlader-pakketten...

source: Generating bootloader configuration...
es: Generando la configuración del cargador de arranque...
fr: Génération de la configuration du chargeur de démarrage...
lt: Kuriama paleidyklės konfigūracija...
nl_nl: Bezig met het genereren van de opstartlader-configuratie...

source: Please wait during the installer is installing the bootloader...
es: Por favor espere mientras se instala el cargador de arranque...
fr: SVP, attendez pendant que l'installateur installe le chargeur de démarrage...
lt: Prašome palaukti, kol diegimo programa diegia paleidyklę...
nl_nl: De installatiewizard is de opstartlader aan het installeren; een moment geduld a.u.b....

source: Bootloader
es: Cargador de arranque
fr: Chargeur de démarrage
lt: Paleidyklė
nl_nl: Opstartlader

source: Bootloader settings
es: Configuración del cargador de arranque
fr: Paramètres du chargeur de démarrage
lt: Paleidyklės nustatymai
nl_nl: Opstartlader-instellingen

source: The bootloader is that piece of software that lets you boot your %(distroname)s system.
es: El cargador de arranque es la pieza de software que le permite iniciar su sistema %(distroname)s.
fr: Le chargeur de démarrage est la partie de logiciel qui vous permet de démarrer votre système %(distroname)s.
lt: Paleidyklė yra programinės įrangos dalis, kuri leidžia jums paleisti savo %(distroname)s sistemą.
nl_nl: De opstartlader is een stukje software dat u op laat starten in naar uw besturingssysteem %(distroname)s.

source: Without the bootloader, you can't boot %(distroname)s.
es: Sin el cargador de arranque, Ud no puede iniciar %(distroname)s.
fr: Sans chargeur de démarrage, vous ne pouvez pas démarrer %(distroname)s.
lt: Be paleidyklės jūs negalėsite paleisti %(distroname)s.
nl_nl: Zonder opstartlader kunt u niet opstarten naar %(distroname)s.

source: You can choose to install the bootloader into the Master Boot Record of your hard disk. This is recommended.
es: Ud puede elegir instalar el cargador de arranque en el Registro Maestro de Arranque (MBR, por sus siglas en inglés) de su disco rígido. Esto es lo recomendado.
fr: Vous pouvez choisir d'installer le chargeur de démarrage dans le MBR (secteur de démarrage maître) de votre disque dur. Cela est recommandé.
lt: Jūs galite pasirinkti įdiegti paleidyklę į savo standžiojo disko paleidimo įrašą. Tai yra rekomenduojama.
nl_nl: U kunt ervoor kiezen om de opstartlader naar het Master Boot Record van uw harde schijf te installeren. Dit is de aanbevolen keuze.
