Repository: g7/linstaller
Catalog: lang/linstaller/*.po
Languages: es, fr, lt, nl_nl

source: This wizard will help you with the installation of the distribution into your Hard Disk or another removable media.
es: Este asistente le ayudará a instalar la distribución en su disco rígido u otro medio removible.
fr: Cet assistant vous aidera pour l'installation de la distribution sur votre Disque Dur ou sur un media amovible.
lt: Šis vediklis padės jums įdiegti distribuciją į jūsų Standųjį Diską ar kitą keičiamąją laikmeną.
nl_nl: Deze wizard zal u begeleiden bij de installatie van de distributie naar uw harde schijf of verwijderbaar medium.

source: Keep in mind that this installer it's still in testing phase.
es: Tenga presente que este instalador todavía está en fase de prueba.
fr: Gardez à l'esprit que cet installateur est toujours en phase de test.
lt: Turėkite omenyje, kad ši diegimo programa vis dar yra testavimo etape.
nl_nl: Houdt wel in gedachten dat deze installatiewizard zich nog steeds in de testfase bevindt.

source: Please reports any problem at http://bugs.launchpad.net/linstaller.
es: Por favor informe cualquier problema a http://bugs.launchpad.net/linstaller.
fr: SVP, rapportez les problèmes à http://bugs.launchpad.net/linstaller.
lt: Prašome pranešti apie bet kokias klaidas, adresu http://bugs.launchpad.net/linstaller.
nl_nl: Rapporteer problemen op http://bugs.launchpad.net/linstaller.

source: Do you want to begin installation?
es: ¿Quiere comenzar la instalación?
fr: Voulez-vous commencer l'installation ?
lt: Ar norite pradėti diegimą?
nl_nl: Wilt u de installatie starten?

source: Configuring kernel...
es: Configurando el núcleo...
fr: Configuration du noyau...
lt: Konfigūruojamas branduolys...
nl_nl: Bezig met het configureren van de kernel...

source: Recompiling python modules...
es: Recompilando módulos python...
fr: Recompilation des modules python...
lt: Iš naujo kompiliuojami python moduliai...
nl_nl: Bezig met het hercompileren van de Python-modules...

source: Configuring the final system...
es: Configurando el sistema final...
fr: Configuration du système final...
lt: Konfigūruojama galutinė sistema...
nl_nl: Bezig met het configureren van het doelsysteem...

source: Configuring the final system:
es: Configurar el sistema final:
fr: Configuration du système final :
lt: Konfigūruojama galutinė sistema:
nl_nl: Bezig met het configureren van het doelsysteem:

source: Removing virtual machine specific packages...
es: Eliminando paquetes específicos de la máquina virtual...
fr: Suppression des paquets spécifiques de machine virtuelle...
nl_nl: Bezig met het verwijderen van virtuele machine-specifieke pakketten...

source: Removing virtual machine specific packages:
es: Eliminar paquetes específicos de la máquina virtual:
fr: Suppression des paquets spécifiques de machine virtuelle :
nl_nl: Bezig met het verwijderen van virtuele machine-specifieke pakketten:

source: You can't continue.
es: Ud no puede continuar.
fr: Vous ne pouvez pas continuer.
lt: Jūs negalite tęsti.
nl_nl: U kunt niet doorgaan.

source: You can continue.
es: Ud no puede continuar.
fr: Vous pouvez continuer.
lt: Galite tęsti.
nl_nl: U kunt doorgaan.

source: Press the next button to continue.
es: Presione el botón Siguiente para continuar.
fr: Pressez le bouton suivant pour continuer.
lt: Norėdami tęsti, spauskite mygtuką kitas.
nl_nl: Klik op de Volgende-knop om door te gaan.

source: Please set
fr: Veuillez mettre
nl_nl: Stel in

source: Installing
es: Instalando
fr: Installation
lt: Diegiama
nl_nl: Bezig met installeren

source: You will not wait long, we promise.
es: Ud no va a esperar mucho tiempo, se lo prometemos.
fr: Vous n'attendrez pas longtemps, nous le promettons.
lt: Jūs ilgai nelauksite, pažadame.
nl_nl: We beloven dat u niet lang zal hoeven wachten.

source: There are some incomplete items (hover to see).
fr: Certains éléments sont incomplets (passez la souris pour les voir).
lt: Yra neužpildytų elementų (užveskite pelę, norėdami juos pamatyti).
nl_nl: Er zijn enkele onvoltooide items (beweeg uw muis erover om te zien welke).

source: You need to complete the following items:
es: Ud tiene que completar los siguientes ítems:
fr: Vous devez compléter les éléments suivants :
lt: Jums reikia užbaigti šiuos elementus:
nl_nl: U moet de volgende items voltooien:

source: There are some errors (hover to see).
fr: Il y a quelques erreurs (passez la souris pour les voir).
lt: Yra klaidų (užveskite pelę, norėdami jas pamatyti)
nl_nl: Er zijn enkele fouten (beweeg uw muis erover om te zien welke).

source: You need to fix these errors before continuing:
fr: Vous devez corriger ces erreurs avant de continuer:
lt: Prieš tęsdami, turite ištaisyti šias klaidas:
nl_nl: U moet deze fouten oplossen voordat u door kunt gaan:

source: Please wait...
es: Por favor espere...
fr: Attendez SVP...
lt: Prašome palaukti...
nl_nl: Even geduld...

source: You need to insert a number!
es: ¡Ud tiene que ingresar un número!
fr: Vous devez insérer un nombre !
nl_nl: U moet een nummer invoeren!

source: %s Installer
es: Instalador de %s
fr: Installateur %s
lt: %s Diegimo Programa
nl_nl: %s-installatiewizard

source: Module path %s does not exist! Skipping...
es: ¡La ruta del módulo %s no existe! Salteando...
fr: Le chemin du module %s n'existe pas ! On saute...
lt: Modulio kelio %s nėra! Praleidžiama...
nl_nl: Het modulepad %s bestaat niet. Bezig met overslaan...

source: Reboot
es: Reiniciar
fr: Redémarrer
lt: Paleisti iš naujo
nl_nl: Herstarten

source: Restart installer
es: Reiniciar el instalador
fr: Redémarrer installateur
lt: Paleisti iš naujo diegimo programą
nl_nl: Installatiewizard herstarten

source: <big><b>An error occurred.</b></big>
es: <big><b>Ocurrió un error.</b></big>
fr: <big><b>Une erreur s'est produite.</b></big>
lt: <big><b>Įvyko klaida.</b></big>
nl_nl: <big><b>Er is een fout opgetreden.</b></big>

source: Manage Semplice features
es: Gestionar funcionalidades de Semplice
fr: Gérer les fonctionnalités de Semplice
lt: Tvarkyti Semplice ypatybes
nl_nl: Semplice-mogelijkheden beheren

source: Enable
es: Habilitar
fr: Activé
lt: Įjungti
nl_nl: Inschakelen

source: <b>Features</b>
es: <b>Funcionalidades</b>
fr: <b>Fonctionnalités</b>
lt: <b>Ypatybės</b>
nl_nl: <b>Mogelijkheden</b>

source: <i>Please wait...</i>
es: <i>Por favor espere...</i>
fr: <i>Attendez SVP...</i>
lt: <i>Prašome palaukti...</i>
nl_nl: <i>Even geduld...</i>

source: Customize features
es: Personalizar funcionalidades
fr: Personnaliser les fonctionnalités
lt: Tinkinti ypatybes
nl_nl: Mogelijkheden aanpassen

source: - or -
es: - o -
fr: - ou -
nl_nl: - of -

source: <big><b>Relax.</b></big>
fr: <big><b>Relaxe.</b></big>
lt: <big><b>Atsipalaiduokite.</b></big>

source: We are working for you.
es: Estamos trabajando para Ud.
fr: Nous travaillons pour vous.
lt: Mes dirbame jums.
nl_nl: We zijn voor u aan het werk.

source: <big><b>We've finished!</b></big>
es: <big><b>¡Hemos terminado!</b></big>
fr: <big><b>C'est fini !</b></big>
lt: <big><b>Mes užbaigėme!</b></big>
nl_nl: <big><b>We zijn klaar!</b></big>

source: The installation wizard has just finished!
es: ¡El asistente de instalación acaba de terminar!
fr: L'assistant d'installation vient de terminer !
lt: Diegimo vediklis ką tik užbaigė!
nl_nl: De installatiewizard is klaar!

source: Changes applied.
es: Se aplicaron los cambios.
fr: Modifications appliquées.
lt: Pakeitimai pritaikyti.
nl_nl: De wijzigingen zijn toegepast.

source: <big><b>Changes applied.</b></big>
es: <big><b>Se aplicaron los cambios.</b></big>
fr: <big><b>Modifications appliquées.</b></big>
lt: <big><b>Pakeitimai pritaikyti.</b></big>
nl_nl: <big><b>De wijzigingen zijn toegepast.</b></big>

source: Please save your data and reboot.
es: Por favor, guarde sus datos y reinicie.
fr: SVP, sauvegardez vos données et redémarrez.
lt: Prašome išsaugoti savo duomenis ir paleisti iš naujo.
nl_nl: Sla uw gegevens op en herstart.

source: An error occoured.
es: Ocurrió un error.
fr: Une erreur s'est produite.
lt: Įvyko klaida.
nl_nl: Er is een fout opgetreden.

source: <big><b>An error occoured.</b></big>
es: <big><b>Ocurrió un error.</b></big>
fr: <big><b>Une erreur s'est produite.</b></big>
lt: <big><b>Įvyko klaida.</b></big>
nl_nl: <big><b>Er is een fout opgetreden.</b></big>

source: Please check the program log for details.
es: Por favor, para ver más detalles, revise el registro de cambios del programa.
fr: SVP, vérifiez le log du programme pour les détails.
nl_nl: Zie het logbestand van het programma voor details.

source: Internationalization & Localization
es: Internacionalización & Localización
fr: Internationalisation et Localisation
lt: Internacionalizacija ir Lokalizacija
nl_nl: Internationalisatie en lokalisatie

source: Display all available locales
es: Mostrar todas las configuraciones regionales disponibles
fr: Afficher toutes les localisations disponibles
lt: Rodyti visas prieinamas lokales
nl_nl: Alle beschikbare talen weergeven

source: <b>Locale</b>
es: <b>Configuración regional</b>
fr: <b>Localisation</b>
lt: <b>Lokalė</b>
nl_nl: <b>Taal</b>

source: Save space by installing only translations of the selected language
es: Ahorre espacio instalando sólo traducciones del idioma seleccionado
fr: Économiser de la place en installant seulement les traductions pour la langue sélectionnée
lt: Taupyti vietą, įdiegiant tik pasirinktos kalbos vertimus
nl_nl: Ruimte besparen door alleen de geselecteerde talen te installeren

source: <b>Tweaks</b>
fr: <b>Ajustements</b>
lt: <b>Patobulinimai</b>
nl_nl: <b>Aanpassingen</b>

source: Locale
es: Configuración regional
fr: Localisation
lt: Lokalė
nl_nl: Taal

source: <b>Layout</b>
es: <b>Distribución</b>
fr: <b>Disposition</b>
lt: <b>Išdėstymas</b>
nl_nl: <b>Indeling</b>

source: <b>Variant</b>
es: <b>Variante</b>
fr: <b>Variante</b>
lt: <b>Variantas</b>

source: <b>Model</b>
es: <b>Modelo</b>
fr: <b>Modèle</b>
lt: <b>Modelis</b>

source: Keyboard
es: Teclado
fr: Calvier
lt: Klaviatūra
nl_nl: Toetsenbor

source: <i><b>TIP</b>: Type your city in the keyboard (in English) and we'll search it for you.</i>
es: <i><b>TIP</b>: Tipee su ciudad en el teclado (en inglés) y la buscaremos por Ud.</i>
fr: <i><b>ASTUCE</b>: Tapez votre ville dans le clavier (en Anglais) et nous la chercherons pour vous.</i>
lt: <i><b>PATARIMAS</b>: Įveskite klaviatūroje savo miesto pavadinimą (Anglų kalba) ir mes jums atliksime jo paiešką.</i>
nl_nl: <i><b>TIP</b>: typ uw stad met het toetsenbord (in het Engels) wij zullen hem voor u zoeken.</i>

source: <b>Timezone</b>
es: <b>Zona horaria</b>
fr: <b>Fuseau horaire</b>
lt: <b>Laiko juosta</b>
nl_nl: <b>Tijdzone</b>

source: Timezone
es: Zona horaria
fr: Fuseau horaire
lt: Laiko juosta
nl_nl: Tijdzone

source: <big><b>Welcome to Semplice Live!</b></big> Please select your locale below.
es: <big><b>¡Bienvenido a Semplice Live!</b></big> Por favor seleccione debajo su configuración regional.
fr: <big><b>Bienvenue à Semplice Live !</b></big> SVP, sélectionnez votre localisation ci-dessous.
nl_nl: <big><b>Welkom bij Semplice Live!</b></big> Selecteer hieronder uw taal.

source: Do you want to purge already installed translations?
es: ¿Quiere eliminar las traducciones ya instaladas?
fr: Voulez-vous purger les traductions déjà installées ?
lt: Ar norite naikinti jau įdiegtus vertimus?
nl_nl: Wilt u de reeds geïnstalleerde talen verwijderen?

source: <big><b>Do you want to purge already installed translations?</b></big>
es: <big><b>¿Quiere eliminar las traducciones ya instaladas?</b></big>
fr: <big><b>Voulez-vous purger les traductions déjà installées ?</b></big>
lt: <big><b>Ar norite naikinti jau įdiegtus vertimus?</b></big>
nl_nl: <big><b>Wilt u de reeds geïnstalleerde talen verwijderen?</b></big>

source: Already installed package translations are not touched by this feature unless they are upgraded. You may want to delete already installed translations. You can do so by pressing "<b>Yes</b>". Keep in mind that this may be dangerous. If you wish to begin excluding translations only from now on, you can safely press "<b>No</b>".
es: Esta función no toca las traducciones de paquetes instalados, a menos que se los actualice. Ud puede querer eliminar las traducciones ya instaladas. Puede hacer esto al presionar "<b>Sí</b>". Tenga presente que esto puede ser peligroso. Si Ud desea comenzar excluyendo las traducciones solamente desde ahora en adelante, puede presionar con seguridad "<b>No</b>".
fr: Les paquets de traduction déjà installés ne sont pas touchés par cette fonctionnalité à moins qu'ils soient mis à jour. Vous pouvez vouloir supprimer des traductions déjà installées. Vous pouvez le faire en pressant "<b>Oui</b>". Gardez à l'esprit que cela peut être dangereux. Si vous voulez ne commencer à exclure des traduction qu'à partir de maintenant, vous pouvez presser "<b>Non</b>" sans risque.
lt: Ši ypatybė neįtakos jau įdiegtų paketų vertimų, nebent jie bus atnaujinti. Galbūt, jūs norite ištrinti jau įdiegtus vertimus. Tai galite padaryti nuspausdami "<b>Taip</b>". Turėkite omenyje, jog tai gali būti pavojinga. Jei tik nuo šiol norite pradėti šalinti vertimus, tuomet galite saugiai spausti "<b>Ne</b>".

source: Some translations may not be installed!
es: ¡Algunas traducciones pueden no estar instaladas!
fr: Certaines traductions peuvent ne pas être installées !
lt: Kai kurie vertimai gali būti neįdiegti!
nl_nl: Enkele vertalingen worden mogelijk niet geïnstalleerd!

source: <big><b>Some translations may not be installed!</b></big>
es: <big><b>¡Algunas traducciones pueden no estar instaladas!</b></big>
fr: <big><b>Certaines traductions peuvent ne pas être installées !</b></big>
lt: <big><b>Kai kurie vertimai gali būti neįdiegti!</b></big>
nl_nl: <big><b>Enkele vertalingen worden mogelijk niet geïnstalleerd!</b></big>

source: As the save space feature was previously activated, some translations may not be installed. Newly installed or upgraded packages will ship the new translations in place.
es: Como antes se activó la función ahorrar espacio, algunas traducciones pueden no estar instaladas. Los paquetes instalados o actualizados recientemente, saltearán las nuevas traducciones en el lugar.
fr: Puisque la fonctionnalité d'économie d'espace était précédemment activée, il est possible que certaines traductions ne soient pas installées. Les paquets nouvellement installés ou mis à jour apporteront les nouvelles traductions à la place.

source: Yes, check for the fastest mirror.
es: Sí, compruebe el servidor más rápido.
fr: Oui, vérifier le miroir le plus rapide.
nl_nl: Ja, controleer wat de snelste spiegelserver is.

source: Enable deb-src entries
es: Habilitar las entradas deb-src
fr: Active les entrées deb-src
lt: Įjungti deb-src įrašus
nl_nl: deb-src-pakketbronnen inschakelen

source: Yes, install the bootloader into the Master Boot Record (MBR).
es: Sí, instalar el cargador de arranque en el Registro Maestro de Arranque (MBR por sus siglas en inglés)
fr: Oui, installer le chargeur de démarrage dans le secteur de démarrage maître (MBR).
lt: Taip, įdiegti paleidyklę į paleidimo įrašą (MBR).
nl_nl: Ja, installeer de opstartlader naar het Master Boot Record (MBR).

source: Yes, check for installer updates
es: Sí, verificar si hay actualizaciones del instalador
fr: Oui, vérifier les mises à jour de l'installateur
lt: Taip, tikrinti ar yra diegimo programos atnaujinimų
nl_nl: Ja, controleer op updates van de installatiewizard

source: Apply changes
es: Aplicar los cambios
fr: Appliquer les modifications
lt: Taikyti pakeitimus
nl_nl: Wijzigingen toepassen

source: <big><b>Do you really want to apply the changes?</b></big>
es: <big><b>¿Realmente quiere aplicar los cambios?</b></big>
fr: <big><b>Voulez-vous vraiment appliquer les modifications ?</b></big>
lt: <big><b>Ar tikrai norite taikyti pakeitimus?</b></big>
nl_nl: <big><b>Weet u zeker dat u de wijzigingen wilt toepassen?</b></big>

source: You can't go back after pressing "Yes". <b>You have been warned.</b>
es: Después de presionar "Sí" no podrá volverse atrás. <b>Usted ha sido advertido.</b>
fr: Vous ne pouvez pas revenir en arrière après avoir pressé "Oui". <b>Vous avez été prévenu.</b>
lt: Nuspaudę "Taip", jūs nebegalėsite grįžti. <b>Jūs buvote įspėti.</b>
nl_nl: U kunt niet meer terug nadat u op "Ja" hebt geklikt. <b>U bent gewaarschuwd.</b>

source: <big><b>Do you really want to delete everything on the drive?</b></big>
es: <big><b>¿Realmente quiere eliminar todo en la unidad?</b></big>
fr: <big><b>Voulez-vous vraiment tout détruire sur le lecteur ?</b></big>
lt: <big><b>Ar tikrai norite ištrinti viską, kas yra diske?</b></big>
nl_nl: <big><b>Weet u zeker dat u alles op de schijf wilt verwijderen?</b></big>

source: Crypting support
es: Soporte de encriptación
fr: Support de cryptage
nl_nl: Vergrendelingsondersteuning

source: <big><b>Do you really want to destroy everything on the drive?</b></big>
es: <big><b>¿Realmente quiere destruir todo en la unidad?</b></big>
fr: <big><b>Voulez-vous vraiment tout détruire sur le lecteur ?</b></big>
lt: <big><b>Ar tikrai norite sunaikinti viską, kas yra diske?</b></big>
nl_nl: <big><b>Weet u zeker dat u alles op de schijf wilt vernietigen</b></big>

source: Master Boot Record (MBR)
es: Registro Maestro de Arranque (MBR, por sus siglas en inglés)
fr: Secteur de démarrage maître - Master Boot Record (MBR)
lt: Paleidimo Įrašas (MBR)

source: This will touch only the affected drives and not everything in the Apply queue.
es: Esto tocará solamente las unidades afectadas y no todo en la cola de Aplicar.
fr: Cela ne touchera que les lecteur concernés et non pas tout dans la file d'attente Appliquer.

source: Edit partition
es: Editar partición
fr: Editer partition
lt: Keisti skaidinį
nl_nl: Partitie bewerken

source: <big><b>Do you really want to mount this partition during the installation phase?</b></big>
es: <big><b>¿Realmente quiere montar esta partición durante la fase de instalación?</b></big>
fr: <big><b>Voulez-vous vraiment monter cette partition pendant la phase d'installation ?</b></big>
lt: <big><b>Ar tikrai diegimo etapo metu norite prijungti šį skaidinį?</b></big>
nl_nl: <big><b>Weet u zeker dat u deze partitie wilt aankoppelen tijdens de installatiefase?</b></big>

source: If the partition is not empty, it is not touched by the install phase. This may make troubles on partitions where the installation program's intervention is reqiured, such as /home. If you wish to make the installation program create files in this non-empty partition, press Yes. Keep in mind that some files may be overwritten. If you are unsure, press No.
es: Si la partición no está vacía, la fase de instalación no la tocará. Esto puede causar problemas en particiones donde se necesita la intervención del programa de instalación, tal como en /home. Si Ud desea hacer que el programa de instalación cree archivos en esta partición no vacía, presione Sí. Tenga presente que algunos archivos se puede sobrescribir. Si no está seguro, presione No.
fr: Si la partition n'est pas vide, elle n'est pas touchée par la phase d'installation. Cela peut causer des problèmes pour les partitions où l'intervention du programme d'installation est requise, telle que /home. Si vous souhaitez que le programme d'installation crée des fichiers dans cette partition non vide, pressez Oui. Gardez à l'esprit que certains fichiers peuvent être écrasés. Si vous n'êtes pas sûr, pressez Non.
lt: Jei skaidinys nėra tuščias, diegimo etape jis yra neliečiamas. Tai gali sukelti problemų skaidiniuose, tokiuose kaip /home, kuriuose diegimo programos įsikišimas yra būtinas. Jei norite, kad diegimo programa šiame netuščiame skaidinyje sukurtų failus, spauskite Taip. Turėkite omeny, kad kai kurie failai gali būti perrašyti. Jei nesate tikri, spauskite Ne.

source: Add partition table
es: Agregar tabla de particiones
fr: Ajouter une table de partition
lt: Pridėti skaidinių lentelę
nl_nl: Partitietabel toevoegen

source: <big><b>Do you really want to create a table on this disk?</b></big>
es: <big><b>¿Realmente quiere crear una tabla en este disco?</b></big>
fr: <big><b>Voulez-vous vraiment créer une table sur ce disque ?</b></big>
lt: <big><b>Ar tikrai norite sukurti lentelę šiame diske?</b></big>
nl_nl: <big><b>Weet u zeker dat u een tabel wilt creëren op deze schijf?</b></big>

source: A table is needed to create partitions on this drive.
es: Se necesita una tabla para crear particiones en el disco.
fr: Une table est nécessaire pour créer des partitions sur ce lecteur.
lt: Norint šiame diske kurti skaidinius, reikalinga lentelė.
nl_nl: Een tabel is vereist om partities te creëren op deze schijf.

source: <b>Logical Volume</b>
es: <b>Volumen lógico</b>
fr: <b>Volume Logique</b>
lt: <b>Loginis Tomas</b>
nl_nl: <b>Logisch volume</b>

source: Specify the size:
es: Especificar el tamaño:
fr: Spécifier la taille :
lt: Nurodyti dydį:
nl_nl: Specificeer de grootte:

source: Specify the size:
es: Especificar el tamaño:
fr: Spécifier la taille :
lt: Nurodyti dydį:
nl_nl: Specificeer de grootte:

source: <b>Size</b>
es: <b>Tamaño</b>
fr: <b>Taille</b>
lt: <b>Dydis</b>
nl_nl: <b>Grootte</b>

source: Format the partition
es: Formatear la partición
fr: Formater la partition
lt: Formatuoti skaidinį
nl_nl: De partitie formatteren

source: Use as a LVM physical volume
es: Usar como un volumen físico LVM
fr: Utiliser comme un volume physique LVM
lt: Naudoti kaip LVM fizinį tomą
nl_nl: Gebruiken als een LVM fysiek volume

source: Use as an encrypted LVM physical volume
es: Usar como un volumen físico LVM encriptado
fr: Utiliser comme un volume physique LVM crypté
lt: Naudoti kaip užšifruotą LVM fizinį tomą
nl_nl: Gebruiken als een versleuteld LVM fysiek volume

source: Fill the device with random data
es: Llene el dispositivo con datos al azar
fr: Remplir le lecteur avec des données aléatoires
lt: Užpildyti įrenginį atsitiktiniais duomenimis
nl_nl: Het apparaat opvullen met willekeurige gegevens

source: Use high quality random data (it will take a long time)
es: Usar datos al azar de alta calidad (esto tomará mucho tiempo)
fr: Utiliser des données aléatoires de haute qualité (cela prendra un long moment)
lt: Naudoti aukštos kokybės atsitiktinius duomenis (tai ilgai užtruks)
nl_nl: Hoge kwaliteit willekeurige gegevens gebruiken (dit zal erg lang duren)

source: Do not format
es: No formatear
fr: Ne pas formater
lt: Neformatuoti
nl_nl: Niet formatteren

source: Please note that by formatting/making/encrypting a LVM physical volume you will destroy all data contained there. Ensure that the physical volume is unlinked from any volume group before attempting to remove or format it.
fr: Veuillez noter qu'en formatant/créant/cryptant un volume physique LVM vous détruirez toutes les données se trouvant là. Assurez-vous que le volume physique n'est lié à aucun groupe de volume avant d'essayer de la supprimer ou de le formater.

source: <b>File System</b>
es: <b>Sistema de archivos</b>
fr: <b>Système de fichier</b>
lt: <b>Failų Sistema</b>
nl_nl: <b>Bestandssyteem</b>

source: Mount during the installation phase
es: Montar durante la fase de instalación
fr: Monter pendant la phase d'installation
lt: Prijungti diegimo etapo metu
nl_nl: Aankoppelen tijdens de installatiefase

source: <b>Mountpoint</b>
es: <b>Punto de montaje</b>
fr: <b>Point de montage</b>
lt: <b>Prijungimo taškas</b>
nl_nl: <b>Aankoppelpunt</b>

source: Remove partition
es: Eliminar la partición
fr: Supprimer partition
lt: Šalinti skaidinį
nl_nl: Partitie verwijderen

source: Unlock volume
es: Desbloquear el volumen
fr: Dévérouiller le volume
lt: Atrakinti tomą
nl_nl: Volume ontgrendelen

source: <big><b>Please insert the volume's password.</b></big>
es: <big><b>Por favor ingrese la contraseña del volumen.</b></big>
fr: <big><b>SVP, insérez le mot de passe du volume.</b></big>
lt: <big><b>Prašome įvesti tomo slaptažodį.</b></big>
nl_nl: <big><b>Voer het wachtwoord van het volume in.</b></big>
